{
  "generic": [
    "Visita xwilkinx.com per altri giochi, guide e altro.",
    "Completa le sfide multiplayer per guadagnare più frammenti.",
    "È possibile modificare i controlli nel menu delle impostazioni.",
    "Il tuo personaggio è vulnerabile durante l'utilizzo di Serie di Uccisioni controllabili.",
    "Le granate stordenti sono efficaci nell'inabilitare gruppi di nemici.",
    "Le armi esplosive infliggono danni maggiori ai veicoli.",
    "Puoi trasportare 2 armi e 1 tipo di equipaggiamento alla volta.",
    "Nelle classificate, gli elicotteri prendono di mira solo i nemici di terra, non il supporto aereo.",
    "Le torrette prendono di mira solo i giocatori nemici, non il supporto aereo.",
    "Sparare agli esplosivi nemici li farà esplodere, potenzialmente uccidendo i nemici vicini.",
    "Puoi accucciarti per evitare danni letali da Mine Betty",
    "Evita i Claymore nemici individuando i loro laser rossi.",
    "Puoi impostare la fazione del tuo personaggio preferita nel menu Modifica personaggio.",
    "La tua velocità di movimento è limitata da armi più pesanti come mitragliatrici leggere e lanciatori.",
    "Ti muovi più velocemente con armi leggere come SMG e pistole.",
    "Usa armi corpo a corpo per aumentare la velocità di movimento.",
    "I cecchini e i fucili d'assalto hanno una portata maggiore, consentendoti di vedere lo schermo più distante.",
    "I fucili a pompa infliggono danni extra a distanza ravvicinata.",
    "L'apertura di lanci aerei nemici o alleati richiede più tempo del tuo.",
    "Gli scudi antisommossa sono a prova di proiettile. Usa attacchi corpo a corpo o esplosivi per sconfiggerli.",
    "I missili Predator hanno carburante limitato prima di esplodere automaticamente.",
    "Usa le granate fumogene per evitare di farti prendere di mira da sentinelle ed elicotteri.",
    "Le granate fumogene spengono le fiamme.",
    "Attenzione al napalm nemico!",
    "I nemici esposti vengono visualizzati sulla minimappa.",
    "Premi il pulsante per accovacciarsi mentre sei su una scala per smettere di arrampicarti.",
    "Il lanciarazzi SMAW mostra un laser verde quando è agganciato a un bersaglio.",
    "I lanciagranate hanno una distanza di armamento minima.",
    "Tieni premuto il pulsante destro del mouse per puntare verso il basso.",
    "Mirare verso il basso riduce il rinculo dell'arma e migliora la visione.",
    "Accovacciarsi riduce il rinculo dell'arma e aumenta la precisione.",
    "Usa l'accessorio Fuoco Singolo o Prendere Fuoco per aumentare la precisione dell'arma.",
    "I fucili d'assalto possono avere un lanciagranate sotto la canna o un fucile a pompa.",
    "Interagisci con le porte per aprirle e chiuderle.",
    "Usa l'accessorio per armi ad alto impatto per aumentare i danni a distanza ravvicinata.",
    "Prova la modalità Sandbox per testare diverse armi ed equipaggiamento.",
    "Non devi uccidere i giocatori nemici in Battlezone.",
    "Puoi saccheggiare ulteriori frammenti e XP in Battlezone.",
    "I giocatori droppano le armi e il bottino quando vengono uccisi in Battlezone."    
  ],
  "ranked": [
    "Supporta i tuoi alleati nei giochi di squadra per assicurarti la vittoria.",
    "Gioca alla modalità di gioco Tutti contro tutti se preferisci andare da solo.",
    "Le uccisioni multiple ti fanno guadagnare XP bonus.",
    "Ottenere il primo sangue in una partita classificata ti fa guadagnare XP bonus.",
    "Ottieni uccisioni con le armi per sbloccare nuovi accessori per le stesse.",
    "Puoi selezionare diverse granate, esplosivi e oggetti tattici per lo slot dell'equipaggiamento.",
    "Personalizza i tuoi equipaggiamenti nel menu Modifica classi.",
    "Personalizza le tue ricompense Serie di Ucissioni nel menu Modifica Serie di Uccisioni.",
    "Personalizza l'aspetto del tuo personaggio nel menu Modifica personaggio.",
    "Puoi controllare le statistiche della tua vita nel menu Profilo.",
    "Usa i lanciatori o le torrette SAM per abbattere le serie di uccisioni nemiche.",
    "La serie di pacchetti Serie di Uccisioni di assalato si ripristina quando vieni ucciso.",
    "La serie di pacchetti Serie di Uccisioni di supporto non si ripristina quando vieni ucciso.",
    "Gli UAV rivelano i nemici sulla minimappa che non usano il Talento Fantasma.",
    "Usa l'accessorio Silenziatore per evitare di essere mostrato sulla minimappa nemica quando spari.",
    "Puoi creare le tue partite contro i bot per sbloccare contenuti per il gioco online.",
    "Una volta raggiunto il livello massimo hai l'abilità di Prestigio.",
    "La torretta SAM prende automaticamente di mira il supporto aereo nemico.",
    "Il supporto aereo nemico può essere abbattuto e distrutto.",
    "Gli elicotteri prendono di mira solo i giocatori nemici nelle partite classificate.",
    "Usa il Talento Sangue freddo per evitare di farti prendere di mira dalle serie di uccisioni e torrette nemiche.",
    "Attenzione! Le tue casse lancio possono essere rubate dai giocatori nemici.",
    "Le casse di munizioni non sono mai casse esca.",
    "Le apparecchiature nemiche come jammer e sensori di movimento possono essere distrutte.",
    "Usa Granate Accecanti o Granate Stordenti per disabilitare le torrette nemiche.",
    "Usa il Talento Anti-cecchino per ridurre i danni subiti dai fucili da cecchino.",
    "Usa il Talento Specialista per ridurre i danni subiti da fuoco ed esplosivi.",
    "Usa il Talento Astuto per rilevare equipaggiamento e laser nemici.",
    "Usa il Talento Fantasma per nascondere il tuo nome e la barra della salute ai nemici.",
    "Usa il Talento Testa dura per ridurre i danni subiti dai colpi alla testa.",
    "Il Talento Sciacallo ti consente di rifornirti di munizioni dai giocatori uccisi.",
    "Il Talento Vampiro ripristina la salute quando uccidi un nemico.",
    "Il Talento Shrapnel aumenta i danni inflitti al supporto aereo e alle torrette nemiche.",
    "Il Talento Astuto ti rende resistente ai flashbang e alle granate stordenti.",
    "Il vantaggio Doppia Primaria ti consente di equipaggiare 2 armi primarie.",
    "Il vantaggio Doppia Secondaria ti consente di equipaggiare 2 armi secondarie.",
    "I giocatori hanno una salute ridotta e un HUD minimo nei giochi Hardcore.",
    "Usa i frammenti per attivare i Boost XP.",
    "Puoi curare gli alleati con l'equipaggiamento Stim.",
    "Gioca al gioco Hardcore per una sfida in più.",
    "Stai attento! I giochi hardcore hanno danni da caduta."
  ],
  "operation": [
    "Concentrati sull'obiettivo! Non devi sempre uccidere tutti i nemici per completare un'operazione.",
    "Le armi silenziate non avvisano i nemici della tua posizione nelle partite Operazione.",
    "Armi, granate ed esplosivi non silenziati avviseranno i nemici nelle partite Operazione.",
    "Usa Granate Accecanti o Granate Stordenti per disattivare temporaneamente le torrette nemiche.",
    "I nemici si affidano alla vista e all'udito nelle partite Operazione. Evita il rilevamento pianificando il tuo percorso.",
    "Mantieni le distanze! Le bombe che fai esplodere possono causare danni anche a te stesso.",
    "Fai attenzione ai cecchini nemici. Hanno una maggiore portata e visione.",
    "Alcune operazioni hanno casse di armi. Trovali per ulteriore potenza di fuoco.",
    "Usa la tua attrezzatura con saggezza.",
    "Hai problemi a completare un'operazione? Fai squadra con un amico online.",
    "Ricevi 1 frammento per ogni 10 stelle operazione guadagnate."
  ],
  "survival": [
    "Puoi sparare attraverso sacchi di sabbia e coperture mobili nelle partite Sopravvivenza.",
    "L'uso di Granate Accecanti può darti abbastanza tempo per rianimare un alleato.",
    "Acquista armi, equipaggiamento, talenti e altro supporto dalla cassa tattica.",
    "Gli elicotteri alleati prendono di mira tutti i tipi di nemici nelle partite Sopravvivenza.",
    "Puoi acquistare potenziamenti per le armi presso la cassa tattica.",
    "Le Torrette sono molto utili per coprire i colli di bottiglia.",
    "Usa le torrette SAM per gestire il supporto aereo pesante nelle partite Sopravvivenza.",
    "Puoi avere solo 2 torrette attive alla volta.",
    "Le uccisioni con colpi alla testa e corpo a corpo ti fanno guadagnare più soldi.",
    "Aumenta il moltiplicatore di denaro segnando colpi alla testa, uccisioni corpo a corpo e uccisioni in rapida successione.",
    "Usa il tempo tra le ondate per acquistare munizioni, armi e potenziamenti.",
    "Le tue armi esplosive non ti danneggiano quando giochi una partita Survival.",
    "Le granate stordenti e quelle accecanti sono efficaci nel ritardare i nemici in arrivo.",
    "Usa la copertura schierabile per fortificare le posizioni difensive.",
    "Gli alleati caduti possono essere rianimati.",
    "Il lancio di munizioni potrebbe richiedere più tempo rispetto all'acquisto diretto di munizioni, ma spesso è molto più efficiente in termini di costi.",
    "Le casse di munizioni riempiono l'intero inventario, compreso il tuo equipaggiamento.",
    "Usa il lancio di armi per consegnare una cassa di armi casuale.",
    "Perderai i tuoi Talenti se vieni ucciso.",
    "L'aggiornamento della tua arma è spesso più conveniente rispetto all'acquisto di una più potente.",
    "Usa le torrette nelle partite Sopravvivenza per il massimo danno."
  ]
}