{
  "generic": [
    "Visita xwilkinx.com para más juegos, guías y más.",
    "Completa desafíos multijugador para ganar más fragmentos.",
    "Puedes cambiar los controles en el menú de configuración.",
    "Tu personaje es vulnerable mientras usa rachas de bajas controlables.",
    "Las granadas aturdidoras son efectivas para incapacitar a grupos de enemigos.",
    "Las armas explosivas causan un mayor daño a los vehículos.",
    "Puedes llevar 2 armas y 1 tipo de equipo a la vez.",
    "En las partidas clasificatorias, los helicópteros solo apuntan a enemigos terrestres, no al apoyo aéreo.",
    "Las centinelas solo apuntan a jugadores enemigos, no al apoyo aéreo.",
    "Disparar explosivos enemigos hará que detonen, potencialmente matando a los enemigos cercanos.",
    "Puedes agacharte para evitar el daño letal de las Minas-S.",
    "Evita los claymores enemigos al detectar sus láseres rojos de proximidad.",
    "Puedes establecer tu facción de personaje preferida en el menú Editar personaje.",
    "Tu velocidad de movimiento está limitada por armas más pesadas como ametralladora ligeras y lanzagranadas",
    "Te mueves más rápido con armas más ligeras como subfusiles y pistolas.",
    "Usa armas cuerpo a cuerpo para aumentar tu velocidad de movimiento.",
    "Los francotiradores y los rifles de asalto tienen un mayor alcance, lo que te permite ver más lejos.",
    "Las escopetas hacen un daño adicional a corta distancia.",
    "Abrir paquetes aéreos enemigos o aliados lleva más tiempo que el tuyo.",
    "Los escudos antidisturbios son a prueba de balas. Usa ataques cuerpo a cuerpo o explosivos para derrotarlos.",
    "Los misiles Predator tienen combustible limitado antes de autodetonarse.",
    "Usa granadas de humo para evitar que los centinelas y los helicópteros te apunten.",
    "Las granadas de humo extinguen las llamas.",
    "¡Cuidado con el napalm enemigo!",
    "Los enemigos expuestos se muestran en el minimapa.",
    "Presione el botón de agacharse mientras está en una escalera para dejar de subir.",
    "El lanzacohetes SMAW muestra un láser verde cuando se fija en un objetivo.",
    "Los lanzagranadas tienen una distancia mínima de armado.",
    "Mantenga presionado el botón derecho del mouse para apuntar.",
    "Apuntar con el botón derecho del mouse reduce el retroceso del arma y mejora la visión.",
    "Agacharse reduce el retroceso del arma y aumenta la precisión.",
    "Utiliza el modo de disparo único o disparo en ráfaga para aumentar la precisión del arma.",
    "Los rifles de asalto pueden tener un lanzagranadas bajo el cañón o una escopeta equipada.",
    "Interactúa con las puertas para abrirlas y cerrarlas.",
    "Usa el accesorio de arma de alto impacto para aumentar el daño a corta distancia.",
    "Prueba el modo Sandbox para probar diferentes armas y equipos.",
    "No tienes que matar a jugadores enemigos en Zona de batalla.",
    "Puedes saquear fragmentos y XP adicionales en Zona de batalla.",
    "Los jugadores dejan caer sus armas y botín cuando mueren en Zona de batalla."    
  ],
  "ranked": [
    "Apoya a tus aliados en partidas de equipo para asegurarte la victoria.",
    "Juega el modo de juego todos contra todos si prefieres ir solo.",
    "Las muertes múltiples te otorgan XP extra.",
    "Obtener la primera sangre en cualquier juego clasificado te otorga XP extra.",
    "Mata con armas para desbloquear nuevos accesorios para ellos.",
    "Puedes seleccionar diferentes granadas, explosivos y elementos tácticos para tu equipo.",
    "Personaliza tus equipamientos en el menú Editar clases.",
    "Personaliza tus recompensas de racha de muertes en el menú Editar racha de muertes.",
    "Personaliza la apariencia de tu personaje en el menú Editar personaje.",
    "Puedes consultar tus estadísticas en el menú Perfil.",
    "Usa lanzamisiles o torretas SAM para acabar con las rachas de los enemigos.",
    "El pack de racha de asalto se reinicia cuando te matan.",
    "El pack de racha de apoyo no se reinicia cuando te matan.",
    "Los UAV revelan a los enemigos que no usan la ventaja fantasma en el minimapa.",
    "Usa el silenciador para evitar que te vean en el minimapa enemigo al disparar.",
    "Puedes crear tus propias partidas contra bots para desbloquear contenido para jugar en línea.",
    "Una vez que alcanzas el nivel máximo, tienes la posibilidad de hacer Prestigio.",
    "La torreta SAM apunta automáticamente al apoyo aéreo enemigo.",
    "El apoyo aéreo enemigo puede ser derribado y destruido.",
    "Los helicópteros solo apuntan a jugadores enemigos en partidas clasificatorias.",
    "Usa la ventaja de sangre fría para evitar ser apuntado por rachas de muertes enemigas y armas centinela.",
    "¡Ten cuidado! Los jugadores enemigos pueden robar tus cajas de lanzamiento aéreo.",
    "Las cajas de munición nunca son cajas señuelo.",
    "Los equipos enemigos como jammers y sensores de movimiento pueden destruirse.",
    "Usa cegadoras o granadas aturdidoras para desactivar las torretas enemigas.",
    "Utiliza la ventaja Anti-Francotirador para reducir el daño recibido de los rifles de francotirador.",
    "Utilia la ventaja de Especialista para reducir el daño recibido por fuego y explosivos.",
    "Usa la ventaja Sitrep para detectar equipos y láseres enemigos.",
    "Usa la ventaja Fantasma para ocultar tu nombre y barra de salud de los enemigos.",
    "Usa la ventaja de Cabeza dura para reducir el daño recibido por disparos a la cabeza.",
    "La ventaja de Carroñero te permite reabastecer munición de los jugadores muertos.",
    "La ventaja Vampiro recupera la salud cuando matas a un enemigo.",
    "La ventaja Metralla aumenta el daño infligido al apoyo aéreo enemigo y las torretas.",
    "La ventaja Sitrep te hace resistente a granadas cegadoras y granadas aturdidoras.",
    "La ventaja Overkill te permite equipar 2 armas principales.",
    "La ventaja Underkill te permite equipar 2 armas secundarias.",
    "Los jugadores tienen una salud reducida y un HUD mínimo en las partidas Hardcore.",
    "Usa fragmentos para activar los aumentos de XP.",
    "Puedes curar a los aliados con el equipo jeringuillas",
    "Juega al modo Hardcore para un desafío adicional.",
    "¡Ten cuidado! Las partidas hardcore tienen daño por caída."
  ],
  "operation": [
    "¡Concéntrate en el objetivo! No siempre tienes que matar a todos los enemigos para completar una operación.",
    "Las armas con silenciador no alertan a los enemigos de tu ubicación en las partidas de operación.",
    "Las armas sin silenciador, granadas y explosivos alertarán a los enemigos en las partidas de operación.",
    "Usa granadas cegadoras o aturdidoras para desactivar temporalmente las Centinelas enemigas.",
    "Los enemigos dependen de la vista y el sonido en las partidas de Operación. Evita que te detecten planificando tu ruta.",
    "¡Mantén tu distancia! Las bombas que detonas también pueden dañarte a ti mismo.",
    "Tenga cuidado con los francotiradores enemigos. Tienen mayor alcance y visión.",
    "Algunas operaciones tienen cajas de armas. Encuéntralos para potencia de fuego adicional.",
    "Utilice su equipo sabiamente.",
    "¿Tienes problemas para completar una operación? Forma equipo con un amigo en línea.",
    "Recibes 1 Fragmento por cada 10 estrellas de Operación que ganes."
  ],
  "survival": [
    "Puedes disparar a través de sacos de arena y cobertura desplegable en los juegos de supervivencia.",
    "Usar una cegadora puede darte suficiente tiempo para revivir a un aliado.",
    "Compra armas, equipo, ventajas y otro tipo de apoyo desde la Caja táctica..",
    "Los helicópteros aliados apuntan a todos los tipos de enemigos en los juegos de supervivencia.",
    "Puedes comprar mejoras de armas en la Caja táctica.",
    "Las centinelas son muy útiles para cubrir cuellos de botella.",
    "Usa las torretas SAM para lidiar con el apoyo aéreo pesado en los juegos de supervivencia.",
    "Solo puedes tener 2 torretas activas a la vez.",
    "Los disparos en la cabeza y los asesinatos cuerpo a cuerpo te hacen ganar más dinero.",
    "Aumente su multiplicador de dinero anotando tiros a la cabeza, muertes cuerpo a cuerpo y muertes en rápida sucesión.",
    "Usa el tiempo entre oleadas para comprar munición, armas y mejoras.",
    "Tus propias armas explosivas no te dañan cuando juegas a juegos de supervivencia.",
    "Las granadas aturdidoras y las cegadoras son efectivas para retrasar a los enemigos entrantes.",
    "Usa la cobertura desplegable para fortalecer las posiciones defensivas.",
    "Los aliados caídos pueden ser revividos.",
    "El lanzamiento aéreo de munición puede llevar más tiempo que comprar munición directamente, pero a menudo es mucho más rentable.",
    "Las cajas de munición reponen todo tu inventario, incluido tu equipo.",
    "Usa el Airdrop de armas para recibir una caja de armas al azar.",
    "Perderás tus ventajas del personaje si te matan.",
    "Mejorar tu arma suele ser más rentable que comprar una más poderosa.",
    "Usa torretas en los juegos de supervivencia para obtener el máximo daño."
  ]
}