{
  "generic": [
    "寻找游戏、攻略，以及更多内容，尽在 wilkingames.com。",
    "完成多人游戏挑战来赚取更多碎片。",
    "您可以在设置选项菜单中更改操作按键。",
    "您在使用可操控的连杀奖励时，角色仍然有受伤的风险。",
    "眩晕手雷对瘫痪群聚的敌人十分有效。",
    "爆破类武器对付载具时伤害增加。",
    "您一次可以携带2把武器和1件道具装备。",
    "在排位模式中，直升机只会锁定地面目标，而不会锁定空中目标。",
    "戒哨炮塔只会锁定敌方玩家，不会锁定空中支援单位。",
    "射击敌方爆炸物会将其引爆，可以利用这点击杀它附近的敌人。",
    "您可以通过下蹲来躲避贝蒂跳雷的致命伤害。",
    "仔细观察阔剑地雷发出的红色近感激光来躲避它们。",
    "您可以在编辑角色菜单中设定偏好角色阵营。",
    "您的移动速度会被较重的武器限制，比如轻型机枪和发射器。",
    "您使用较轻的武器时移动速度会加快，比如微型冲锋枪和手枪。",
    "使用近战武器可以加速移动。",
    "狙击步枪和突击步枪射程都比较远，您因此能够在屏幕上看到更远的画面。",
    "霰弹枪在近距离能造成额外伤害。",
    "打开敌人或队友的空投补给要比打开您自己的花费更多时间。",
    "防暴盾有着优秀的防弹性能。用近战攻击或炸药来对付它们。",
    "捕食者导弹在自动引爆前的飞行燃料是有限的。",
    "用烟雾手雷阻挡敌方戒哨炮塔和直升机的视线。",
    "烟雾手雷有灭火效果。",
    "当心敌方的燃烧汽油弹!",
    "暴露行踪的敌人会显示于小地图上。",
    "在爬梯上按蹲伏键可以松手跃下。",
    "肩扛式多用突击武器这种火箭筒在锁定目标时激光指示器会变绿。",
    "榴弹发射器都有安全爆炸距离。",
    "按住鼠标右键可以精确瞄准。",
    "精确瞄准在降低武器后坐力的同时视野会变窄。",
    "蹲伏能够降低武器后坐力并增加准度。",
    "使用单发或多点爆发式开火配件来增加武器准度。",
    "突击步枪可以装备下枪管榴弹发射器或下枪管霰弹枪。",
    "使用互动键来开门和关门。",
    "使用高冲击弹来增加近距离伤害。",
    "在沙盒模式中测试不同的武器装备。",
    "在交火地带中您甚至可以不用杀敌。",
    "在交火地带中您可以获得额外的碎片和经验值战利品。",
    "玩家在交火地带中被击杀时会掉落武器和战利品。"
  ],
  "ranked": [
    "在团队比赛中支援您的队友以迈向胜利。",
    "如果您喜欢单打独斗就去试试自由混战吧。",
    "连续击杀能让您获得额外经验值。",
    "在任意排位模式比赛中拿下第一滴血能让您获得额外经验值。",
    "用任意武器完成击杀就能解锁该武器的配件。",
    "您可以为道具栏选择各种手雷、炸药和战术装备。",
    "在编辑装备配置中自订您的武器装备。",
    "在编辑连杀奖励中自订您的连杀奖励组合。",
    "在编辑角色中自订您的角色外观。",
    "您可以在个人资料菜单中查看游戏生涯记录。",
    "用发射器或地对空炮塔来击坠敌方连杀奖励。",
    "突击型连杀奖励的包裹奖励在被击杀时会重置。",
    "支援型连杀奖励的包裹奖励在被击杀时并不会重置。",
    "无人侦察机会在小地图上揭示没有使用幽灵技能的敌军位置。",
    "使用抑制器配件来防止开火时暴露在敌军小地图上。",
    "您可以创建对抗AI玩家的私人比赛。",
    "当您达到最高等级时就可以晋升声望。",
    "地对空炮塔自动锁定敌方空中支援单位。",
    "敌方空中支援单位是能够被击毁的。",
    "在排位模式中直升机只会锁定敌方玩家。",
    "使用冷血动物技能来躲避敌方连杀奖励和戒哨炮塔的自动锁定。",
    "请注意! 您的空投补给可能会被敌方玩家偷取。",
    "弹药补给箱一定不会是补给箱诱饵。",
    "敌方设备可以被破坏，例如干扰器和运动感应器。",
    "使用闪光手雷或眩晕手雷来暂时禁用敌方炮塔。",
    "使用狙击手克星来降低受到的狙击伤害。",
    "使用特训人员技能来降低受到的火焰和爆炸伤害。",
    "使用军情汇报技能来侦测敌方设备和激光。",
    "使用幽灵技能对敌军隐藏您的名称和生命条显示。",
    "使用铁头功技能来减少头部被击中的伤害。",
    "搜刮者技能可以让你从被击杀的玩家身上补充弹药。",
    "吸血鬼技能让您在击杀敌方玩家时恢复生命值。",
    "破片射击技能增加对敌方空中支援单位和炮塔造成的伤害。",
    "军情汇报技能使您对闪光手雷和眩晕手雷产生一定抗性。",
    "疯狂杀戮技能让您能够装备两把主武器。",
    "稳定输出技能让您能够装备两把副武器。",
    "玩家在硬核模式中生命总量会降低且玩家界面信息会被简化。",
    "使用碎片来激活经验值加成道具。",
    "您可以用激素兴奋剂这项道具来治疗友军。",
    "游玩硬核模式来增加挑战性。",
    "请当心! 硬核模式中从高处跳下是会摔伤的。"
  ],
  "operation": [
    "专心完成目标! 您不必杀死所有敌人来完成一项行动。",
    "在特别行动中消音武器不会让敌人警觉到您的位置。",
    "在特别行动中未消音武器、手雷和爆炸物会让敌人警觉。",
    "使用闪光手雷或眩晕弹来暂时禁用敌方炮塔。",
    "特别行动中的敌人依靠视线和声音搜寻我方玩家。规划好行动路线来避开侦查。",
    "保持距离! 您引爆的炸弹也会伤到自己。",
    "当心敌方狙击手。他们的视野和射程都比一般敌人远。",
    "部分行动中藏有武器箱。找到它们来增加我方火力。",
    "明智地使用道具装备。",
    "在某项特别行动中遇到困难? 与好友在线组队。",
    "每10枚行动星章就能让你额外获得1块碎片。"
  ],
  "survival": [
    "生存模式中您的射击可以穿过沙袋和部署掩体。",
    "利用闪光弹致盲效果可以给予你充足的时间复苏一名友军。",
    "从战术补给箱中购买武器、道具装备、技能，以及其它支援物品。",
    "在生存模式中友军直升机能够锁定所有种类的敌军单位。",
    "您可以在战术补给箱中购买武器升级项。",
    "戒哨炮塔能在瓶颈期提供十分有效的火力掩护。",
    "在生存模式中使用地对空炮塔解决重型空中支援单位。",
    "您在同一时间内只能拥有两架运作中的炮塔。",
    "爆头和近战击杀可以赚取更多赏金。",
    "通过完成爆头、近战击杀以及短时间内任意方式连续击杀来增加赏金获取倍率。",
    "利用波次间隔时间来购买弹药、武器，以及升级选项。",
    "在生存模式中您自己的爆破武器不会伤到自己。",
    "眩晕手雷和闪光手雷能十分有效地牵制来袭的敌军。",
    "使用可部署掩体加固防御要地。",
    "倒地的友军能被救起。",
    "弹药空投补给虽然比直接购买弹药更耗时，但价格往往更实惠。",
    "弹药补给箱能够补充您的整个背包，包括道具装备。",
    "使用武器空投来递送随机武器箱。",
    "如果您被击杀则会失去强化技能。",
    "升级现有武器一般比购买更强的武器有着更高的性价比。",
    "在生存模式中部署炮塔来最大化伤害输出。"
  ]
}