{"generic":[{"en":"Visit wilkingames.com for more games, guides, and more.","zh":"请访问 wilkingames.com 了解更多游戏、指南等。","zh-CHT":"请访问 wilkingames.com 了解更多游戏、指南等。","nl":"Bezoek wilkingames.com voor meer games, handleidingen en meer.","fr":"Visitez wilkingames.com pour plus de jeux, de guides et bien plus encore.","de":"Besuchen Sie wilkingames.com für weitere Spiele, Anleitungen und mehr.","it":"Visita wilkingames.com per altri giochi, guide e altro ancora.","ja":"その他のゲームやガイドなどについては、wilkingames.com にアクセスしてください。","ko":"더 많은 게임, 가이드 등을 보려면 wilkinggames.com을 방문하세요.","pl":"Odwiedź wilkingames.com, aby uzyskać więcej gier, przewodników i nie tylko.","pt":"Visite wilkinggames.com para mais jogos, guias e muito mais.","ru":"Посетите сайт wilkingames.com, чтобы увидеть больше игр, руководств и многого другого.","uk":"Відвідайте wilkingames.com, щоб отримати більше ігор, посібників тощо.","es":"Visita wilkingames.com para obtener más juegos, guías y más.","tr":"Daha fazla oyun, rehber ve daha fazlası için wilkinggames.com'u ziyaret edin.","hu":"Látogassa meg a wilkingames.com webhelyet további játékokért, útmutatókért és egyebekért."},{"en":"Complete multiplayer challenges to earn more Shards.","zh":"完成多人挑战以获得更多碎片。","zh-CHT":"完成多人挑战以获得更多碎片。","nl":"Voltooi multiplayer-uitdagingen om meer scherven te verdienen.","fr":"Relevez des défis multijoueurs pour gagner plus de fragments.","de":"Schließe Multiplayer-Herausforderungen ab, um mehr Splitter zu verdienen.","it":"Completa le sfide multiplayer per guadagnare più frammenti.","ja":"マルチプレイヤー チャレンジを完了して、より多くのシャードを獲得してください。","ko":"더 많은 샤드를 얻으려면 멀티플레이어 챌린지를 완료하세요.","pl":"Wykonuj wyzwania w trybie wieloosobowym, aby zdobyć więcej odłamków.","pt":"Complete desafios multijogador para ganhar mais fragmentos.","ru":"Выполняйте многопользовательские испытания, чтобы заработать больше осколков.","uk":"Виконуйте випробування для кількох гравців, щоб заробити більше осколків.","es":"Completa desafíos multijugador para ganar más fragmentos.","tr":"Daha fazla Parça kazanmak için çok oyunculu mücadeleleri tamamlayın.","hu":"Teljesíts többjátékos kihívásokat, hogy több szilánkot szerezz."},{"en":"You can change the controls in the Settings menu.","zh":"您可以更改“设置”菜单中的控件。","zh-CHT":"您可以更改“设置”菜单中的控件。","nl":"U kunt de bedieningselementen wijzigen in het menu Instellingen.","fr":"Vous pouvez modifier les commandes dans le menu Paramètres.","de":"Sie können die Steuerelemente im Menü „Einstellungen“ ändern.","it":"Puoi modificare i controlli nel menu Impostazioni.","ja":"[設定] メニューでコントロールを変更できます。","ko":"설정 메뉴에서 컨트롤을 변경할 수 있습니다.","pl":"Możesz zmienić elementy sterujące w menu Ustawienia.","pt":"Você pode alterar os controles no menu Configurações.","ru":"Вы можете изменить элементы управления в меню «Настройки».","uk":"Ви можете змінити елементи керування в меню налаштувань.","es":"Puede cambiar los controles en el menú Configuración.","tr":"Kontrolleri Ayarlar menüsünden değiştirebilirsiniz.","hu":"A vezérlőket a Beállítások menüben módosíthatja."},{"en":"Your character is vulnerable while using controllable Killstreaks.","zh":"在使用可控制的连杀记录时，你的角色很容易受到攻击。","zh-CHT":"在使用可控制的连杀记录时，你的角色很容易受到攻击。","nl":"Je personage is kwetsbaar als je bestuurbare Killstreaks gebruikt.","fr":"Votre personnage est vulnérable lorsqu'il utilise des Killstreaks contrôlables.","de":"Ihr Charakter ist verwundbar, wenn er kontrollierbare Killstreaks verwendet.","it":"Il tuo personaggio è vulnerabile mentre utilizza Killstreaks controllabili.","ja":"制御可能なキルストリークを使用している間、キャラクターは脆弱になります。","ko":"제어 가능한 Killstreaks를 사용하는 동안 캐릭터는 취약해집니다.","pl":"Twoja postać jest podatna na ataki podczas korzystania z kontrolowanych serii zabójstw.","pt":"Seu personagem fica vulnerável ao usar Killstreaks controláveis.","ru":"Ваш персонаж уязвим при использовании контролируемых серий убийств.","uk":"Ваш персонаж вразливий під час використання контрольованих Killstreaks.","es":"Tu personaje es vulnerable mientras usa Killstreaks controlables.","tr":"Kontrol edilebilir Killstreak'leri kullanırken karakteriniz savunmasızdır.","hu":"A karaktered sebezhető az irányítható Killstreak használata közben."},{"en":"Stun Grenades are effective at incapacitating groups of enemies.","zh":"眩晕手榴弹可以有效地使敌人群体丧失行动能力。","zh-CHT":"眩晕手榴弹可以有效地使敌人群体丧失行动能力。","nl":"Stungranaten zijn effectief in het uitschakelen van groepen vijanden.","fr":"Les grenades assourdissantes sont efficaces pour neutraliser des groupes d'ennemis.","de":"Betäubungsgranaten sind effektiv, um Gruppen von Feinden außer Gefecht zu setzen.","it":"Le granate stordenti sono efficaci nell'inabilitare gruppi di nemici.","ja":"スタングレネードは、敵のグループを無力化するのに効果的です。","ko":"충격 수류탄은 적군을 무력화시키는 데 효과적입니다.","pl":"Granaty ogłuszające skutecznie obezwładniają grupy wrogów.","pt":"Granadas de atordoamento são eficazes para incapacitar grupos de inimigos.","ru":"Оглушающие гранаты эффективны для вывода из строя групп врагов.","uk":"Шумові гранати ефективні для виведення з ладу груп ворогів.","es":"Las granadas aturdidoras son efectivas para incapacitar a grupos de enemigos.","tr":"Sersemletme Bombaları, düşman gruplarını etkisiz hale getirmede etkilidir.","hu":"A kábítógránátok hatékonyak az ellenség csoportjainak harcképtelenné tételére."},{"en":"Explosive weapons do increased damage to vehicles.","zh":"爆炸性武器会对车辆造成更大的伤害。","zh-CHT":"爆炸性武器会对车辆造成更大的伤害。","nl":"Explosieve wapens veroorzaken meer schade aan voertuigen.","fr":"Les armes explosives infligent davantage de dégâts aux véhicules.","de":"Explosive Waffen verursachen erhöhten Schaden an Fahrzeugen.","it":"Le armi esplosive infliggono danni maggiori ai veicoli.","ja":"爆発性武器は車両に与えるダメージが増加します。","ko":"폭발성 무기는 차량에 대한 피해를 증가시킵니다.","pl":"Broń wybuchowa powoduje zwiększone obrażenia pojazdów.","pt":"Armas explosivas causam mais danos aos veículos.","ru":"Взрывное оружие наносит повышенный урон транспортным средствам.","uk":"Вибухова зброя завдає більшої шкоди транспортним засобам.","es":"Las armas explosivas causan mayor daño a los vehículos.","tr":"Patlayıcı silahlar araçlara daha fazla hasar verir.","hu":"A robbanó fegyverek fokozott károkat okoznak a járművekben."},{"en":"You can carry 2 weapons and 1 type of equipment at a time.","zh":"您一次可以携带 2 种武器和 1 种装备。","zh-CHT":"您一次可以携带 2 种武器和 1 种装备。","nl":"Je kunt 2 wapens en 1 type uitrusting tegelijk dragen.","fr":"Vous pouvez transporter 2 armes et 1 type d'équipement à la fois.","de":"Sie können jeweils 2 Waffen und 1 Ausrüstungsart tragen.","it":"Puoi trasportare 2 armi e 1 tipo di equipaggiamento alla volta.","ja":"一度に2つの武器と1種類の装備を持ち運ぶことができます。","ko":"한 번에 2개의 무기와 1가지 유형의 장비를 소지할 수 있습니다.","pl":"Jednocześnie możesz nosić 2 rodzaje broni i 1 rodzaj wyposażenia.","pt":"Você pode carregar 2 armas e 1 tipo de equipamento por vez.","ru":"Вы можете носить с собой 2 оружия и 1 тип снаряжения одновременно.","uk":"Одночасно можна носити 2 зброї та 1 тип спорядження.","es":"Puedes llevar 2 armas y 1 tipo de equipo a la vez.","tr":"Aynı anda 2 silah ve 1 tür ekipman taşıyabilirsiniz.","hu":"Egyszerre 2 fegyvert és 1 típusú felszerelést hordhatsz magaddal."},{"en":"In Ranked games, helicopters only target ground enemies, not air support.","zh":"在排名游戏中，直升机仅瞄准地面敌人，而不是空中支援。","zh-CHT":"在排名游戏中，直升机仅瞄准地面敌人，而不是空中支援。","nl":"In klassementsspellen richten helikopters zich alleen op grondvijanden, niet op luchtsteun.","fr":"Dans les jeux classés, les hélicoptères ciblent uniquement les ennemis au sol, pas le soutien aérien.","de":"In Ranglistenspielen zielen Hubschrauber nur auf Bodengegner, nicht auf Luftunterstützung.","it":"Nelle partite classificate, gli elicotteri prendono di mira solo i nemici di terra, non il supporto aereo.","ja":"ランク付けされたゲームでは、ヘリコプターは地上の敵のみをターゲットにし、航空支援はターゲットにしません。","ko":"순위 게임에서 헬리콥터는 공중 지원이 아닌 지상 적만을 목표로 삼습니다.","pl":"W grach rankingowych helikoptery celują wyłącznie w wrogów naziemnych, a nie w wsparcie powietrzne.","pt":"Em jogos classificados, os helicópteros têm como alvo apenas os inimigos terrestres, não o apoio aéreo.","ru":"В рейтинговых играх вертолеты нацелены только на наземных врагов, а не на поддержку с воздуха.","uk":"У рейтингових іграх гелікоптери націлюються лише на наземних ворогів, а не на підтримку з повітря.","es":"En los juegos clasificados, los helicópteros solo apuntan a enemigos terrestres, no al apoyo aéreo.","tr":"Sıralamalı oyunlarda helikopterler hava desteğini değil yalnızca karadaki düşmanları hedef alır.","hu":"A rangsorolt ​​játékokban a helikopterek csak a szárazföldi ellenségeket veszik célba, a légi támogatást nem."},{"en":"Sentry Guns only target enemy players, not air support.","zh":"步哨炮仅针对敌方玩家，而不是空中支援。","zh-CHT":"步哨炮仅针对敌方玩家，而不是空中支援。","nl":"Sentry Guns richten zich alleen op vijandelijke spelers, niet op luchtsteun.","fr":"Les mitrailleuses ciblent uniquement les joueurs ennemis, pas le soutien aérien.","de":"Sentry Guns zielen nur auf feindliche Spieler, nicht auf Luftunterstützung.","it":"Le torrette prendono di mira solo i giocatori nemici, non il supporto aereo.","ja":"セントリーガンは敵プレイヤーのみをターゲットとし、航空支援はターゲットにしません。","ko":"센트리 건은 공중 지원이 아닌 적 플레이어만을 표적으로 삼습니다.","pl":"Działka strażnicze celują wyłącznie w wrogich graczy, a nie w wsparcie powietrzne.","pt":"As Sentry Guns têm como alvo apenas jogadores inimigos, não suporte aéreo.","ru":"Турели нацелены только на вражеских игроков, а не на поддержку с воздуха.","uk":"Сторожові гармати націлені лише на ворожих гравців, а не на повітряну підтримку.","es":"Las Armas Centinela solo apuntan a jugadores enemigos, no al apoyo aéreo.","tr":"Taretler hava desteğini değil yalnızca düşman oyuncuları hedef alır.","hu":"A Sentry Guns csak ellenséges játékosokat céloz meg, légi támogatást nem."},{"en":"Shooting enemy explosives will cause them to detonate, potentially killing nearby enemies.","zh":"射击敌人的炸药会导致它们爆炸，可能会杀死附近的敌人。","zh-CHT":"射击敌人的炸药会导致它们爆炸，可能会杀死附近的敌人。","nl":"Als je vijandelijke explosieven neerschiet, zullen deze tot ontploffing komen, waardoor vijanden in de buurt mogelijk worden gedood.","fr":"Tirer sur des explosifs ennemis les fera exploser, tuant potentiellement les ennemis proches.","de":"Das Abfeuern feindlicher Sprengstoffe führt dazu, dass diese explodieren und möglicherweise Feinde in der Nähe töten.","it":"Sparare agli esplosivi nemici li farà esplodere, uccidendo potenzialmente i nemici vicini.","ja":"敵の爆発物を撃つと爆発が起こり、近くの敵を殺す可能性があります。","ko":"적의 폭발물을 쏘면 폭발하여 근처의 적을 죽일 수도 있습니다.","pl":"Strzelanie do wrogich materiałów wybuchowych spowoduje ich detonację, potencjalnie zabijając pobliskich wrogów.","pt":"Atirar em explosivos inimigos fará com que eles detonem, potencialmente matando inimigos próximos.","ru":"Стрельба по вражеской взрывчатке приведет к ее детонации, потенциально убивая ближайших врагов.","uk":"Стріляючи ворожими вибуховими речовинами, вони спрацюють, потенційно вбивши ворогів поблизу.","es":"Disparar explosivos enemigos hará que detonen, matando potencialmente a los enemigos cercanos.","tr":"Düşman patlayıcılarına ateş etmek onların patlamasına ve potansiyel olarak yakındaki düşmanların ölmesine neden olur.","hu":"Ha ellenséges robbanóanyagot lövöldöznek, azok felrobbannak, és potenciálisan megölhetik a közeli ellenségeket."},{"en":"You can crouch to avoid lethal damage from Bouncing Betties.","zh":"您可以蹲下以避免弹跳贝蒂造成的致命伤害。","zh-CHT":"您可以蹲下以避免弹跳贝蒂造成的致命伤害。","nl":"Je kunt hurken om dodelijke schade door Bouncing Betties te voorkomen.","fr":"Vous pouvez vous accroupir pour éviter les dommages mortels causés par Bouncing Betties.","de":"Sie können sich ducken, um tödlichen Schaden durch hüpfende Betties zu vermeiden.","it":"Puoi accovacciarti per evitare danni letali da Bouncing Betties.","ja":"しゃがんでバウンスベティからの致命的なダメージを避けることができます。","ko":"바운싱 베티의 치명적인 피해를 피하기 위해 몸을 숙일 수 있습니다.","pl":"Możesz kucnąć, aby uniknąć śmiertelnych obrażeń od Skakających Betty.","pt":"Você pode se agachar para evitar danos letais de Bouncing Betties.","ru":"Вы можете присесть, чтобы избежать смертельного урона от Прыгающих Бетти.","uk":"Ви можете присісти, щоб уникнути смертельної шкоди від Bouncing Betties.","es":"Puedes agacharte para evitar daños letales de Bouncing Betties.","tr":"Bouncing Betties'in ölümcül hasarını önlemek için çömelebilirsiniz.","hu":"Leguggolhatsz, hogy elkerüld a Bouncing Betties által okozott halálos sérüléseket."},{"en":"Avoid enemy Claymores by spotting their red proximity lasers.","zh":"通过发现敌人的红色近距激光来避开敌人的双刃剑。","zh-CHT":"通过发现敌人的红色近距激光来避开敌人的双刃剑。","nl":"Vermijd vijandelijke Claymores door hun rode nabijheidslasers te spotten.","fr":"Évitez les Claymores ennemis en repérant leurs lasers de proximité rouges.","de":"Vermeiden Sie feindliche Claymores, indem Sie ihre roten Annäherungslaser entdecken.","it":"Evita le Claymore nemiche individuando i loro laser rossi di prossimità.","ja":"赤い近接レーザーを見つけて敵のクレイモアを避けます。","ko":"빨간색 근접 레이저를 찾아 적 클레이모어를 피하세요.","pl":"Unikaj wrogich Claymore'ów, wykrywając ich czerwone lasery zbliżeniowe.","pt":"Evite Claymores inimigas detectando seus lasers vermelhos de proximidade.","ru":"Избегайте вражеских Клейморов, обнаруживая их красные бесконтактные лазеры.","uk":"Уникайте ворожих клейморів, помічаючи їх червоні лазери.","es":"Evita las Claymores enemigas detectando sus láseres rojos de proximidad.","tr":"Kırmızı yakınlık lazerlerini tespit ederek düşman Claymore'larından kaçının.","hu":"Kerülje el az ellenséges agyagokat azáltal, hogy észreveszi vörös lézereiket."},{"en":"You can set your preferred character faction in the Edit Character menu.","zh":"您可以在“编辑角色”菜单中设置您喜欢的角色派系。","zh-CHT":"您可以在“编辑角色”菜单中设置您喜欢的角色派系。","nl":"Je kunt je favoriete karakterfactie instellen in het menu Karakter bewerken.","fr":"Vous pouvez définir votre faction de personnage préférée dans le menu Modifier le personnage.","de":"Sie können Ihre bevorzugte Charakterfraktion im Menü „Charakter bearbeiten“ festlegen.","it":"Puoi impostare la fazione del tuo personaggio preferito nel menu Modifica personaggio.","ja":"「キャラクターの編集」メニューで、好みのキャラクターの派閥を設定できます。","ko":"캐릭터 편집 메뉴에서 선호하는 캐릭터 세력을 설정할 수 있습니다.","pl":"Możesz ustawić preferowaną frakcję postaci w menu Edytuj postać.","pt":"Você pode definir sua facção de personagem preferida no menu Editar personagem.","ru":"Вы можете выбрать предпочитаемую фракцию персонажа в меню «Редактировать персонажа».","uk":"Ви можете встановити бажану фракцію персонажа в меню «Редагувати персонажа».","es":"Puedes configurar tu facción de personaje preferida en el menú Editar personaje.","tr":"Tercih ettiğiniz karakter grubunu Karakter Düzenle menüsünden ayarlayabilirsiniz.","hu":"A kívánt karaktercsoportot a Karakter szerkesztése menüben állíthatja be."},{"en":"Your movement speed is limited by heavier weapons like LMGs and launchers.","zh":"你的移动速度受到轻机枪和发射器等重型武器的限制。","zh-CHT":"你的移动速度受到轻机枪和发射器等重型武器的限制。","nl":"Je bewegingssnelheid wordt beperkt door zwaardere wapens zoals LMG's en lanceerinrichtingen.","fr":"Votre vitesse de déplacement est limitée par des armes plus lourdes comme les LMG et les lanceurs.","de":"Ihre Bewegungsgeschwindigkeit wird durch schwerere Waffen wie LMGs und Werfer begrenzt.","it":"La tua velocità di movimento è limitata dalle armi più pesanti come mitragliatrici leggere e lanciatori.","ja":"移動速度は、LMG やランチャーなどの重い武器によって制限されます。","ko":"이동 속도는 LMG 및 발사기와 같은 무거운 무기에 의해 제한됩니다.","pl":"Twoja prędkość ruchu jest ograniczona przez cięższą broń, taką jak LKM-y i wyrzutnie.","pt":"Sua velocidade de movimento é limitada por armas mais pesadas, como LMGs e lançadores.","ru":"Ваша скорость передвижения ограничена более тяжелым оружием, таким как пулеметы и пусковые установки.","uk":"Ваша швидкість руху обмежена більш важкою зброєю, як-от LMG та пускові установки.","es":"Tu velocidad de movimiento está limitada por armas más pesadas como ametralladoras ligeras y lanzadores.","tr":"Hareket hızınız LMG'ler ve fırlatıcılar gibi daha ağır silahlarla sınırlıdır.","hu":"Mozgási sebességét a nehezebb fegyverek, például az LMG-k és a kilövők korlátozzák."},{"en":"You move faster with lighter weapons like SMGs and pistols.","zh":"使用冲锋枪和手枪等轻型武器，您可以移动得更快。","zh-CHT":"使用冲锋枪和手枪等轻型武器，您可以移动得更快。","nl":"Je beweegt sneller met lichtere wapens zoals SMG's en pistolen.","fr":"Vous vous déplacez plus rapidement avec des armes plus légères comme les SMG et les pistolets.","de":"Mit leichteren Waffen wie Maschinenpistolen und Pistolen kommen Sie schneller voran.","it":"Ti muovi più velocemente con armi più leggere come mitragliatrici e pistole.","ja":"SMG やピストルなどの軽い武器を使用すると、より速く移動できます。","ko":"SMG나 권총과 같은 가벼운 무기를 사용하면 더 빠르게 움직일 수 있습니다.","pl":"Poruszasz się szybciej dzięki lżejszej broni, takiej jak pistolet maszynowy i pistolety.","pt":"Você se move mais rápido com armas mais leves, como SMGs e pistolas.","ru":"Вы двигаетесь быстрее с более легким оружием, таким как пистолеты-пулеметы и пистолеты.","uk":"Ви рухаєтеся швидше з легкою зброєю, як-от пістолети та автомати.","es":"Te mueves más rápido con armas más ligeras como subfusiles y pistolas.","tr":"SMG'ler ve tabancalar gibi daha hafif silahlarla daha hızlı hareket edersiniz.","hu":"Könnyebb fegyverekkel, például SMG-kkel és pisztolyokkal gyorsabban haladhatsz."},{"en":"Use melee weapons to increase your movement speed.","zh":"使用近战武器来提高你的移动速度。","zh-CHT":"使用近战武器来提高你的移动速度。","nl":"Gebruik contactwapens om je bewegingssnelheid te verhogen.","fr":"Utilisez des armes de mêlée pour augmenter votre vitesse de déplacement.","de":"Verwenden Sie Nahkampfwaffen, um Ihre Bewegungsgeschwindigkeit zu erhöhen.","it":"Usa le armi da mischia per aumentare la velocità di movimento.","ja":"近接武器を使用して移動速度を上げます。","ko":"이동 속도를 높이려면 근접 무기를 사용하세요.","pl":"Użyj broni białej, aby zwiększyć prędkość ruchu.","pt":"Use armas brancas para aumentar sua velocidade de movimento.","ru":"Используйте оружие ближнего боя, чтобы увеличить скорость передвижения.","uk":"Використовуйте зброю ближнього бою, щоб збільшити швидкість пересування.","es":"Usa armas cuerpo a cuerpo para aumentar tu velocidad de movimiento.","tr":"Hareket hızınızı artırmak için yakın dövüş silahlarını kullanın.","hu":"Használj közelharci fegyvereket a mozgás sebességének növeléséhez."},{"en":"Snipers and assault rifles have longer range, allowing you to see further off screen.","zh":"狙击手和突击步枪的射程更远，让你可以看到屏幕外更远的地方。","zh-CHT":"狙击手和突击步枪的射程更远，让你可以看到屏幕外更远的地方。","nl":"Sluipschutters en aanvalsgeweren hebben een groter bereik, waardoor je verder buiten het scherm kunt kijken.","fr":"Les tireurs d'élite et les fusils d'assaut ont une portée plus longue, ce qui vous permet de voir plus loin hors de l'écran.","de":"Scharfschützen und Sturmgewehre haben eine größere Reichweite, sodass Sie weiter außerhalb des Bildschirms sehen können.","it":"I cecchini e i fucili d'assalto hanno una portata più lunga, permettendoti di vedere più lontano dallo schermo.","ja":"スナイパーとアサルトライフルの射程は長く、画面の外をより遠くまで見ることができます。","ko":"저격수와 돌격소총은 사거리가 길어서 화면에서 더 멀리 볼 수 있습니다.","pl":"Snajperzy i karabiny szturmowe mają większy zasięg, co pozwala widzieć dalej poza ekranem.","pt":"Snipers e rifles de assalto têm maior alcance, permitindo que você veja mais longe da tela.","ru":"Снайперы и штурмовые винтовки имеют большую дальность действия, что позволяет вам видеть дальше за кадром.","uk":"Снайпери та штурмові гвинтівки мають більший радіус дії, що дозволяє вам бачити далі за межі екрана.","es":"Los francotiradores y los rifles de asalto tienen mayor alcance, lo que te permite ver más lejos de la pantalla.","tr":"Keskin nişancıların ve saldırı tüfeklerinin menzili daha uzun olduğundan ekranın uzağını görmenize olanak tanır.","hu":"A mesterlövészek és a gépkarabélyok nagyobb hatótávolságúak, lehetővé téve, hogy távolabb is láthass a képernyőn."},{"en":"Shotguns do extra damage at close range.","zh":"霰弹枪在近距离会造成额外伤害。","zh-CHT":"霰弹枪在近距离会造成额外伤害。","nl":"Shotguns richten extra schade aan van dichtbij.","fr":"Les fusils de chasse infligent des dégâts supplémentaires à courte portée.","de":"Schrotflinten verursachen auf kurze Distanz zusätzlichen Schaden.","it":"I fucili infliggono danni extra a distanza ravvicinata.","ja":"ショットガンは近距離で追加ダメージを与えます。","ko":"산탄총은 근거리에서 추가 피해를 입힙니다.","pl":"Strzelby zadają dodatkowe obrażenia z bliskiej odległości.","pt":"As espingardas causam dano extra de perto.","ru":"Дробовики наносят дополнительный урон на близком расстоянии.","uk":"Рушниці завдають додаткової шкоди на близькій відстані.","es":"Las escopetas causan daño adicional a corta distancia.","tr":"Pompalı tüfekler yakın mesafeden ekstra hasar verir.","hu":"A sörétes fegyverek extra sebzést okoznak közelről."},{"en":"Opening enemy or allied airdrops take longer than your own.","zh":"打开敌人或盟军空投的时间比你自己的要长。","zh-CHT":"打开敌人或盟军空投的时间比你自己的要长。","nl":"Het openen van vijandelijke of geallieerde luchtdroppings duurt langer dan die van jou.","fr":"L’ouverture des parachutages ennemis ou alliés prend plus de temps que le vôtre.","de":"Das Öffnen feindlicher oder verbündeter Luftabwürfe dauert länger als Ihr eigener.","it":"L'apertura dei lanci aerei nemici o alleati richiede più tempo del tuo.","ja":"敵または味方のエアドロップを開くには、自分のエアドロップよりも時間がかかります。","ko":"적이나 아군 에어드랍을 여는 데는 자신의 에어드롭보다 시간이 더 오래 걸립니다.","pl":"Otwieranie wrogich lub sojuszniczych zrzutów trwa dłużej niż twoje własne.","pt":"Abrir lançamentos aéreos inimigos ou aliados demora mais do que os seus.","ru":"Открытие вражеских или союзных воздушных десантов занимает больше времени, чем ваше собственное.","uk":"Відкриття ворожих або союзних десантників займає більше часу, ніж ваші власні.","es":"Abrir lanzamientos aéreos enemigos o aliados lleva más tiempo que el tuyo.","tr":"Düşman veya müttefik hava yardımlarının açılması sizinkinden daha uzun sürer.","hu":"Az ellenséges vagy szövetséges légi cseppek megnyitása tovább tart, mint a sajátja."},{"en":"Riot Shields are bulletproof. Use melee attacks or explosives to defeat them.","zh":"防暴盾牌是防弹的。使用近战攻击或爆炸物来击败他们。","zh-CHT":"防暴盾牌是防弹的。使用近战攻击或爆炸物来击败他们。","nl":"Riot Shields zijn kogelvrij. Gebruik contactaanvallen of explosieven om ze te verslaan.","fr":"Les boucliers anti-émeute sont à l’épreuve des balles. Utilisez des attaques de mêlée ou des explosifs pour les vaincre.","de":"Riot Shields sind kugelsicher. Benutze Nahkampfangriffe oder Sprengstoffe, um sie zu besiegen.","it":"Gli scudi antisommossa sono a prova di proiettile. Usa attacchi corpo a corpo o esplosivi per sconfiggerli.","ja":"ライオットシールドは防弾です。近接攻撃や爆発物を使って彼らを倒しましょう。","ko":"폭동 방패는 방탄입니다. 근접 공격이나 폭발물을 사용하여 그들을 물리치세요.","pl":"Tarcze Riot są kuloodporne. Aby ich pokonać, używaj ataków wręcz lub materiałów wybuchowych.","pt":"Os Riot Shields são à prova de balas. Use ataques corpo a corpo ou explosivos para derrotá-los.","ru":"Riot Shields пуленепробиваемы. Чтобы победить их, используйте атаки ближнего боя или взрывчатку.","uk":"Riot Shields є куленепробивними. Використовуйте атаки ближнього бою або вибухівку, щоб перемогти їх.","es":"Los Riot Shields son a prueba de balas. Usa ataques cuerpo a cuerpo o explosivos para derrotarlos.","tr":"Riot Shields kurşun geçirmezdir. Onları yenmek için yakın dövüş saldırıları veya patlayıcılar kullanın.","hu":"A Riot Shieldek golyóállóak. Használj közelharci támadásokat vagy robbanóanyagokat, hogy legyőzd őket."},{"en":"Predator Missiles have limited fuel before self-detonating.","zh":"捕食者导弹在自爆前的燃料有限。","zh-CHT":"捕食者导弹在自爆前的燃料有限。","nl":"Predator-raketten hebben een beperkte hoeveelheid brandstof voordat ze zelf tot ontploffing komen.","fr":"Les missiles Predator ont un carburant limité avant de s'auto-exploser.","de":"Predator-Raketen haben nur begrenzten Treibstoff, bevor sie selbst explodieren.","it":"I missili Predator hanno carburante limitato prima di autodetonarsi.","ja":"プレデター ミサイルは自爆するまでに燃料が限られています。","ko":"프레데터 미사일은 자체 폭발하기 전까지 연료가 제한되어 있습니다.","pl":"Pociski Predator mają ograniczoną ilość paliwa przed samodetonacją.","pt":"Os mísseis Predator têm combustível limitado antes de se autodetonarem.","ru":"Ракеты «Хищник» имеют ограниченное количество топлива перед самоподрывом.","uk":"Ракети Predator мають обмежену кількість палива перед самодетонацією.","es":"Los misiles Predator tienen combustible limitado antes de autodetonarse.","tr":"Predator Füzelerinin kendi kendine patlamadan önce sınırlı yakıtı vardır.","hu":"A Predator rakétáknak korlátozott üzemanyaga van az önrobbanás előtt."},{"en":"Use Smoke Grenades to prevent targetting from Sentry Guns and helicopters.","zh":"使用烟雾弹来防止步哨枪和直升机瞄准。","zh-CHT":"使用烟雾弹来防止步哨枪和直升机瞄准。","nl":"Gebruik rookgranaten om aanvallen van Sentry Guns en helikopters te voorkomen.","fr":"Utilisez des grenades fumigènes pour empêcher les tirs des mitrailleuses et des hélicoptères.","de":"Verwenden Sie Rauchgranaten, um Angriffe von Sentry Guns und Hubschraubern zu verhindern.","it":"Usa le granate fumogene per evitare che le torrette e gli elicotteri ti bersaglino.","ja":"スモークグレネードを使用して、セントリーガンやヘリコプターからの標的を防ぎます。","ko":"연막탄을 사용하여 센트리 건과 헬리콥터의 표적 공격을 방지하세요.","pl":"Używaj granatów dymnych, aby zapobiec celowaniu przez Działka Strażnicze i helikoptery.","pt":"Use Granadas de Fumaça para evitar ataques de Sentinelas e helicópteros.","ru":"Используйте дымовые гранаты, чтобы предотвратить попадание в цель турелей и вертолетов.","uk":"Використовуйте димові шашки, щоб запобігти цілям із сторожових гармат і гелікоптерів.","es":"Utilice granadas de humo para evitar que las centinelas y los helicópteros apunten a sus objetivos.","tr":"Taretlerin ve helikopterlerin hedef almasını önlemek için Sis Bombalarını kullanın.","hu":"Használjon füstgránátokat, hogy megakadályozza az őrfegyverek és helikopterek célba juttatását."},{"en":"Smoke Grenades extinguish flames.","zh":"烟雾弹可扑灭火焰。","zh-CHT":"烟雾弹可扑灭火焰。","nl":"Rookgranaten doven de vlammen.","fr":"Les grenades fumigènes éteignent les flammes.","de":"Rauchgranaten löschen Flammen.","it":"Le granate fumogene spengono le fiamme.","ja":"スモークグレネードは炎を消します。","ko":"연막탄은 불을 끈다.","pl":"Granaty dymne gaszą płomienie.","pt":"Granadas de fumaça extinguem chamas.","ru":"Дымовые гранаты тушат пламя.","uk":"Димові шашки гасять полум'я.","es":"Las granadas de humo extinguen las llamas.","tr":"Sis Bombaları alevleri söndürür.","hu":"A füstgránátok eloltják a lángokat."},{"en":"Watch out for enemy napalm!","zh":"小心敌人的凝固汽油弹！","zh-CHT":"小心敌人的凝固汽油弹！","nl":"Pas op voor vijandige napalm!","fr":"Attention au napalm ennemi !","de":"Achten Sie auf feindliches Napalm!","it":"Attenzione al napalm nemico!","ja":"敵のナパーム弾に気をつけろ！","ko":"적 네이팜탄을 조심하세요!","pl":"Uważaj na wrogi napalm!","pt":"Cuidado com o napalm inimigo!","ru":"Остерегайтесь вражеского напалма!","uk":"Стережіться ворожого напалму!","es":"¡Cuidado con el napalm enemigo!","tr":"Düşman napalmine dikkat edin!","hu":"Vigyázz az ellenséges napalmmal!"},{"en":"Exposed enemies are displayed on the minimap.","zh":"暴露的敌人会显示在小地图上。","zh-CHT":"暴露的敌人会显示在小地图上。","nl":"Blootgestelde vijanden worden weergegeven op de minimap.","fr":"Les ennemis exposés sont affichés sur la mini-carte.","de":"Auf der Minikarte werden exponierte Feinde angezeigt.","it":"I nemici esposti vengono visualizzati sulla minimappa.","ja":"露出した敵はミニマップに表示されます。","ko":"노출된 적들은 미니맵에 표시됩니다.","pl":"Odsłoni wrogowie są wyświetlani na minimapie.","pt":"Os inimigos expostos são exibidos no minimapa.","ru":"Открытые враги отображаются на мини-карте.","uk":"Викриті вороги відображаються на міні-карті.","es":"Los enemigos expuestos se muestran en el minimapa.","tr":"Açığa çıkan düşmanlar mini haritada görüntülenir.","hu":"A kitett ellenségek megjelennek a minitérképen."},{"en":"Press the crouch button while on a ladder to stop climbing.","zh":"在梯子上时按下蹲伏按钮即可停止攀爬。","zh-CHT":"在梯子上时按下蹲伏按钮即可停止攀爬。","nl":"Druk op de hurkenknop terwijl je op een ladder staat om te stoppen met klimmen.","fr":"Appuyez sur le bouton accroupi lorsque vous êtes sur une échelle pour arrêter de grimper.","de":"Drücken Sie auf einer Leiter die Hocktaste, um mit dem Klettern aufzuhören.","it":"Premi il pulsante abbassati mentre sei su una scala per smettere di salire.","ja":"はしごの上にいるときにしゃがむボタンを押すと、登るのをやめます。","ko":"등반을 멈추려면 사다리 위에 있는 동안 웅크리기 버튼을 누르세요.","pl":"Naciśnij przycisk kucania, będąc na drabinie, aby zakończyć wspinaczkę.","pt":"Pressione o botão de agachamento enquanto estiver em uma escada para parar de subir.","ru":"Нажмите кнопку приседания, находясь на лестнице, чтобы прекратить восхождение.","uk":"Натисніть кнопку присідання, перебуваючи на драбині, щоб припинити підйом.","es":"Presione el botón de agacharse mientras está en una escalera para dejar de subir.","tr":"Tırmanmayı durdurmak için merdiven üzerindeyken çömelme düğmesine basın.","hu":"Nyomja meg a guggoló gombot a létrán, hogy abbahagyja a mászást."},{"en":"The SMAW rocket launcher displays a green laser when locked on a target.","zh":"SMAW 火箭发射器在锁定目标时会显示绿色激光。","zh-CHT":"SMAW 火箭发射器在锁定目标时会显示绿色激光。","nl":"De SMAW-raketwerper geeft een groene laser weer wanneer deze op een doel is vergrendeld.","fr":"Le lance-roquettes SMAW affiche un laser vert lorsqu'il est verrouillé sur une cible.","de":"Der SMAW-Raketenwerfer zeigt einen grünen Laser an, wenn er auf ein Ziel gerichtet ist.","it":"Il lanciarazzi SMAW visualizza un laser verde quando viene bloccato su un bersaglio.","ja":"SMAW ロケットランチャーは、ターゲットにロックされると緑色のレーザーを表示します。","ko":"SMAW 로켓 발사기는 목표물에 조준되면 녹색 레이저를 표시합니다.","pl":"Wyrzutnia rakiet SMAW wyświetla zielony laser po namierzeniu celu.","pt":"O lançador de foguetes SMAW exibe um laser verde quando travado em um alvo.","ru":"Ракетная установка SMAW отображает зеленый лазер при наведении на цель.","uk":"Ракетна установка SMAW відображає зелений лазер, коли націлена на ціль.","es":"El lanzacohetes SMAW muestra un láser verde cuando se fija en un objetivo.","tr":"SMAW roketatar, bir hedefe kilitlendiğinde yeşil bir lazer görüntüler.","hu":"A SMAW rakétavető zöld lézert jelenít meg, amikor a célpontra van rögzítve."},{"en":"Grenade launchers have a minimum arming distance.","zh":"榴弹发射器有最小武装距离。","zh-CHT":"榴弹发射器有最小武装距离。","nl":"Granaatwerpers hebben een minimale wapenafstand.","fr":"Les lance-grenades ont une distance d'armement minimale.","de":"Granatwerfer haben einen Mindestscharfschaltabstand.","it":"I lanciagranate hanno una distanza di armamento minima.","ja":"グレネードランチャーには最小発射距離があります。","ko":"수류탄 발사기에는 최소 무장 거리가 있습니다.","pl":"Granatniki mają minimalną odległość uzbrajania.","pt":"Os lançadores de granadas têm uma distância mínima de armamento.","ru":"Гранатометы имеют минимальную дистанцию ​​взведения.","uk":"Гранатомети мають мінімальну дистанцію озброєння.","es":"Los lanzagranadas tienen una distancia mínima de armado.","tr":"El bombası fırlatıcılarının minimum silahlanma mesafesi vardır.","hu":"A gránátvetőknek minimális élesítési távolságuk van."},{"en":"Hold the right mouse button to aim down sights (ADS).","zh":"按住鼠标右键向下瞄准（ADS）。","zh-CHT":"按住鼠标右键向下瞄准（ADS）。","nl":"Houd de rechtermuisknop ingedrukt om naar beneden te richten (ADS).","fr":"Maintenez le bouton droit de la souris pour viser vers le bas (ADS).","de":"Halten Sie die rechte Maustaste gedrückt, um nach unten zu zielen (ADS).","it":"Tieni premuto il pulsante destro del mouse per mirare verso il basso (ADS).","ja":"マウスの右ボタンを押したままにして照準を合わせます (ADS)。","ko":"조준경(ADS)을 조준하려면 마우스 오른쪽 버튼을 누르고 있습니다.","pl":"Przytrzymaj prawy przycisk myszy, aby celować w celownik (ADS).","pt":"Segure o botão direito do mouse para mirar (ADS).","ru":"Удерживайте правую кнопку мыши, чтобы прицелиться (ADS).","uk":"Утримуйте праву кнопку миші, щоб навести приціл (ADS).","es":"Mantenga presionado el botón derecho del mouse para apuntar hacia abajo (ADS).","tr":"Aşağıya doğru nişan almak için farenin sağ düğmesini basılı tutun (ADS).","hu":"Tartsa lenyomva a jobb egérgombot az irányzékok (ADS) célozásához."},{"en":"Aiming down sights (ADS) reduces weapon recoil and improves vision.","zh":"下瞄准镜 (ADS) 可减少武器后坐力并改善视野。","zh-CHT":"下瞄准镜 (ADS) 可减少武器后坐力并改善视野。","nl":"Het naar beneden richten (ADS) vermindert de terugslag van wapens en verbetert het zicht.","fr":"Les viseurs de visée (ADS) réduisent le recul de l'arme et améliorent la vision.","de":"Das Zielen nach unten (ADS) reduziert den Waffenrückstoß und verbessert die Sicht.","it":"Mirare verso il basso (ADS) riduce il rinculo dell'arma e migliora la visione.","ja":"照準照準器 (ADS) は武器の反動を軽減し、視力を向上させます。","ko":"조준 조준(ADS)은 무기 반동을 줄이고 시야를 향상시킵니다.","pl":"Celowanie w dół (ADS) zmniejsza odrzut broni i poprawia widzenie.","pt":"Mirar para baixo (ADS) reduz o recuo da arma e melhora a visão.","ru":"Прицеливание вниз (ADS) уменьшает отдачу оружия и улучшает обзор.","uk":"Наведення прицільних пристосувань (ADS) зменшує віддачу зброї та покращує огляд.","es":"Apuntar hacia abajo (ADS) reduce el retroceso del arma y mejora la visión.","tr":"Aşağıya doğru nişan almak (ADS), silahın geri tepmesini azaltır ve görüşü iyileştirir.","hu":"A célzók lefelé célzása (ADS) csökkenti a fegyverek visszarúgását és javítja a látást."},{"en":"Crouching reduces weapon recoil and increases accuracy.","zh":"蹲伏可以减少武器后坐力并提高准确性。","zh-CHT":"蹲伏可以减少武器后坐力并提高准确性。","nl":"Hurken vermindert de terugslag van het wapen en verhoogt de nauwkeurigheid.","fr":"S'accroupir réduit le recul de l'arme et augmente la précision.","de":"Das Hocken verringert den Rückstoß der Waffe und erhöht die Genauigkeit.","it":"Accovacciarsi riduce il rinculo dell'arma e aumenta la precisione.","ja":"しゃがむと武器の反動が軽減され、命中精度が向上します。","ko":"웅크리면 무기 반동이 줄어들고 정확도가 높아집니다.","pl":"Kucanie zmniejsza odrzut broni i zwiększa celność.","pt":"Agachar-se reduz o recuo da arma e aumenta a precisão.","ru":"Приседание уменьшает отдачу оружия и увеличивает точность.","uk":"Присідання зменшує віддачу зброї та підвищує точність.","es":"Agacharse reduce el retroceso del arma y aumenta la precisión.","tr":"Çömelme silahın geri tepmesini azaltır ve isabetliliği artırır.","hu":"A guggolás csökkenti a fegyver visszarúgását és növeli a pontosságot."},{"en":"Use the Single Fire or Burst Fire attachment to increase weapon accuracy.","zh":"使用单发或连发附件可提高武器精度。","zh-CHT":"使用单发或连发附件可提高武器精度。","nl":"Gebruik het Single Fire- of Burst Fire-hulpstuk om de wapennauwkeurigheid te vergroten.","fr":"Utilisez l'accessoire Single Fire ou Burst Fire pour augmenter la précision de l'arme.","de":"Verwenden Sie den Einzelfeuer- oder Burst-Fire-Aufsatz, um die Waffengenauigkeit zu erhöhen.","it":"Usa l'accessorio Fuoco singolo o Fuoco a raffica per aumentare la precisione dell'arma.","ja":"シングルファイアまたはバーストファイアアタッチメントを使用して武器の精度を高めます。","ko":"무기 정확도를 높이려면 Single Fire 또는 Burst Fire 부착물을 사용하십시오.","pl":"Użyj dodatku Pojedynczy ogień lub Seria, aby zwiększyć celność broni.","pt":"Use o acessório Single Fire ou Burst Fire para aumentar a precisão da arma.","ru":"Используйте насадки «Одиночный огонь» или «Очередь», чтобы повысить точность оружия.","uk":"Щоб підвищити точність зброї, використовуйте пристосування для ведення одиночного вогню або черги.","es":"Utilice el accesorio Single Fire o Burst Fire para aumentar la precisión del arma.","tr":"Silahın doğruluğunu artırmak için Tek Ateş veya Seri Ateş eklentisini kullanın.","hu":"Használja a Single Fire vagy Burst Fire tartozékot a fegyver pontosságának növelésére."},{"en":"Assault rifles can have an underbarrel grenade launcher or shotgun equipped.","zh":"突击步枪可以配备枪管下榴弹发射器或霰弹枪。","zh-CHT":"突击步枪可以配备枪管下榴弹发射器或霰弹枪。","nl":"Aanvalsgeweren kunnen zijn uitgerust met een granaatwerper of jachtgeweer onder de loop.","fr":"Les fusils d'assaut peuvent être équipés d'un lance-grenades sous le canon ou d'un fusil de chasse.","de":"Sturmgewehre können mit einem Unterlauf-Granatwerfer oder einer Schrotflinte ausgestattet sein.","it":"I fucili d'assalto possono essere dotati di lanciagranate sottocanna o fucile a pompa.","ja":"アサルトライフルには、バレルの下にグレネードランチャーまたはショットガンを装備することができます。","ko":"돌격 소총에는 총신 아래 유탄 발사기나 산탄총을 장착할 수 있습니다.","pl":"Karabiny szturmowe mogą być wyposażone w granatnik podlufowy lub strzelbę.","pt":"Os rifles de assalto podem ter um lançador de granadas subterrâneo ou uma espingarda equipada.","ru":"Штурмовые винтовки могут быть оснащены подствольным гранатометом или дробовиком.","uk":"Штурмові гвинтівки можуть мати підствольний гранатомет або дробовик.","es":"Los rifles de asalto pueden tener equipado un lanzagranadas debajo del cañón o una escopeta.","tr":"Saldırı tüfeklerinde namlu altı el bombası fırlatıcı veya pompalı tüfek bulunabilir.","hu":"A rohampuskák rendelkezhetnek csöv alatti gránátvetővel vagy sörétes puskával."},{"en":"Interact with doors to open and close them.","zh":"与门互动以打开和关闭它们。","zh-CHT":"与门互动以打开和关闭它们。","nl":"Communiceer met deuren om ze te openen en te sluiten.","fr":"Interagissez avec les portes pour les ouvrir et les fermer.","de":"Interagiere mit Türen, um sie zu öffnen und zu schließen.","it":"Interagisci con le porte per aprirle e chiuderle.","ja":"ドアを操作して開閉します。","ko":"문과 상호작용하여 열고 닫으세요.","pl":"Wejdź w interakcję z drzwiami, aby je otwierać i zamykać.","pt":"Interaja com portas para abri-las e fechá-las.","ru":"Взаимодействуйте с дверями, чтобы открывать и закрывать их.","uk":"Взаємодійте з дверима, щоб відкривати та закривати їх.","es":"Interactúa con las puertas para abrirlas y cerrarlas.","tr":"Kapıları açmak ve kapatmak için onlarla etkileşime geçin.","hu":"Lépjen kapcsolatba az ajtókkal azok kinyitásához és bezárásához."},{"en":"Use the High Impact weapon attachment to increase close range damage.","zh":"使用高冲击力武器附件可以增加近距离伤害。","zh-CHT":"使用高冲击力武器附件可以增加近距离伤害。","nl":"Gebruik het High Impact-wapenhulpstuk om de schade van dichtbij te vergroten.","fr":"Utilisez l'accessoire d'arme à fort impact pour augmenter les dégâts à courte portée.","de":"Verwenden Sie den Waffenaufsatz „High Impact“, um den Schaden auf kurze Distanz zu erhöhen.","it":"Usa l'attacco per arma ad alto impatto per aumentare il danno a distanza ravvicinata.","ja":"ハイインパクト武器アタッチメントを使用すると、近距離ダメージが増加します。","ko":"근거리 피해를 늘리려면 고충격 무기 부착물을 사용하세요.","pl":"Użyj dodatku do broni o dużym uderzeniu, aby zwiększyć obrażenia z bliskiej odległości.","pt":"Use o acessório de arma de alto impacto para aumentar o dano à queima-roupa.","ru":"Используйте насадку для ударного оружия, чтобы увеличить урон на близком расстоянии.","uk":"Використовуйте насадку для ударної зброї, щоб збільшити шкоду з близької відстані.","es":"Utilice el accesorio de arma de alto impacto para aumentar el daño a corta distancia.","tr":"Yakın mesafe hasarını artırmak için Yüksek Etkili silah eklentisini kullanın.","hu":"Használja a High Impact fegyvertartozékot a közeli sebzés növelésére."},{"en":"Try Sandbox Mode to test out different weapons and equipment.","zh":"尝试沙盒模式来测试不同的武器和装备。","zh-CHT":"尝试沙盒模式来测试不同的武器和装备。","nl":"Probeer de Sandbox-modus om verschillende wapens en uitrusting uit te proberen.","fr":"Essayez le mode Sandbox pour tester différentes armes et équipements.","de":"Probieren Sie den Sandbox-Modus aus, um verschiedene Waffen und Ausrüstung auszuprobieren.","it":"Prova la modalità Sandbox per provare diverse armi ed equipaggiamenti.","ja":"サンドボックス モードを試して、さまざまな武器や装備を試してください。","ko":"샌드박스 모드를 통해 다양한 무기와 장비를 시험해 보세요.","pl":"Wypróbuj tryb piaskownicy, aby przetestować różne bronie i sprzęt.","pt":"Experimente o modo Sandbox para testar diferentes armas e equipamentos.","ru":"Попробуйте режим «Песочница», чтобы опробовать различное оружие и снаряжение.","uk":"Спробуйте режим пісочниці, щоб випробувати різну зброю та обладнання.","es":"Prueba el modo Sandbox para probar diferentes armas y equipos.","tr":"Farklı silahları ve ekipmanları test etmek için Sandbox Modu'nu deneyin.","hu":"Próbáld ki a Sandbox módot a különböző fegyverek és felszerelések kipróbálásához."},{"en":"You don't have to kill enemy players in Battlezone.","zh":"你不必在战区杀死敌方玩家。","zh-CHT":"你不必在战区杀死敌方玩家。","nl":"Je hoeft geen vijandelijke spelers te doden in Battlezone.","fr":"Vous n'êtes pas obligé de tuer les joueurs ennemis dans Battlezone.","de":"In Battlezone müssen Sie keine gegnerischen Spieler töten.","it":"Non devi uccidere i giocatori nemici in Battlezone.","ja":"バトルゾーンで敵プレイヤーを殺す必要はありません。","ko":"Battlezone에서는 적 플레이어를 죽일 필요가 없습니다.","pl":"W Battlezone nie musisz zabijać wrogich graczy.","pt":"Você não precisa matar jogadores inimigos em Battlezone.","ru":"Вам не обязательно убивать вражеских игроков в Battlezone.","uk":"Вам не потрібно вбивати ворожих гравців у Battlezone.","es":"No tienes que matar jugadores enemigos en Battlezone.","tr":"Battlezone'da düşman oyuncuları öldürmenize gerek yok.","hu":"Nem kell megölnöd az ellenséges játékosokat a Battlezone-ban."},{"en":"You can loot additional Shards and XP in Battlezone.","zh":"您可以在战区中掠夺额外的碎片和经验值。","zh-CHT":"您可以在战区中掠夺额外的碎片和经验值。","nl":"Je kunt extra Shards en XP plunderen in Battlezone.","fr":"Vous pouvez récupérer des fragments et de l'XP supplémentaires dans Battlezone.","de":"In Battlezone kannst du zusätzliche Shards und XP erbeuten.","it":"Puoi saccheggiare frammenti e XP aggiuntivi in ​​Battlezone.","ja":"バトルゾーンでは追加のシャードと XP を略奪できます。","ko":"Battlezone에서 추가 파편과 XP를 획득할 수 있습니다.","pl":"W Battlezone możesz zdobyć dodatkowe odłamki i PD.","pt":"Você pode saquear fragmentos e XP adicionais no Battlezone.","ru":"Вы можете получить дополнительные осколки и опыт в Battlezone.","uk":"Ви можете грабувати додаткові осколки та досвід у Battlezone.","es":"Puedes saquear fragmentos y XP adicionales en Battlezone.","tr":"Battlezone'da ek Parçalar ve XP yağmalayabilirsiniz.","hu":"További szilánkokat és XP-ket zsákmányolhatsz a Battlezone-ban."},{"en":"Players drop their weapons and loot when killed in Battlezone.","zh":"玩家在战区被杀时会掉落武器并获得战利品。","zh-CHT":"玩家在战区被杀时会掉落武器并获得战利品。","nl":"Spelers laten hun wapens vallen en plunderen wanneer ze worden gedood in Battlezone.","fr":"Les joueurs lâchent leurs armes et pillent lorsqu'ils sont tués dans Battlezone.","de":"Spieler lassen ihre Waffen und Beute fallen, wenn sie in Battlezone getötet werden.","it":"I giocatori lasciano cadere le armi e il bottino quando vengono uccisi in Battlezone.","ja":"プレイヤーはバトルゾーンで殺されると武器を落として略奪します。","ko":"Battlezone에서 플레이어가 죽으면 무기와 전리품을 떨어뜨립니다.","pl":"Gracze upuszczają broń i łupy, gdy zostaną zabici w Battlezone.","pt":"Os jogadores largam suas armas e saqueiam quando mortos em Battlezone.","ru":"Игроки бросают свое оружие и добычу после смерти в Battlezone.","uk":"Гравці кидають зброю та здобич, коли їх вбивають у Battlezone.","es":"Los jugadores sueltan sus armas y botín cuando mueren en Battlezone.","tr":"Oyuncular Battlezone'da öldürüldüklerinde silahlarını bırakır ve ganimetlerini bırakırlar.","hu":"A játékosok eldobják fegyvereiket és zsákmányolnak, amikor a Battlezone-ban meghalnak."},{"en":"Escort hostages to the Rescue Zone to save them.","zh":"护送人质前往救援区解救他们。","zh-CHT":"护送人质前往救援区解救他们。","nl":"Begeleid gijzelaars naar de reddingszone om ze te redden.","fr":"Escortez les otages jusqu’à la zone de sauvetage pour les sauver.","de":"Begleiten Sie Geiseln zur Rettungszone, um sie zu retten.","it":"Scorta gli ostaggi nella zona di salvataggio per salvarli.","ja":"人質を救出するためにレスキューゾーンまで護衛します。","ko":"인질을 구출 구역으로 호송하여 구출하세요.","pl":"Eskortuj zakładników do Strefy Ratunkowej, aby ich uratować.","pt":"Escolte reféns até a Zona de Resgate para salvá-los.","ru":"Сопроводите заложников в зону спасения, чтобы спасти их.","uk":"Проводьте заручників до зони порятунку, щоб врятувати їх.","es":"Escolta a los rehenes a la zona de rescate para salvarlos.","tr":"Rehineleri kurtarmak için Kurtarma Bölgesi'ne kadar eşlik edin.","hu":"Kísérje a túszokat a Mentőzónába, hogy megmentse őket."},{"en":"Sentry Guns fire through sandbags.","zh":"步哨枪可以穿过沙袋开火。","zh-CHT":"步哨枪可以穿过沙袋开火。","nl":"Sentry Guns schieten door zandzakken.","fr":"Les mitrailleuses tirent à travers des sacs de sable.","de":"Sentry Guns schießen durch Sandsäcke.","it":"Le torrette sparano attraverso i sacchi di sabbia.","ja":"セントリーガンは土嚢を貫通して発砲します。","ko":"센트리 건은 모래주머니를 뚫고 발사됩니다.","pl":"Działka Strażnicze strzelają przez worki z piaskiem.","pt":"Sentinelas disparam através de sacos de areia.","ru":"Турели стреляют сквозь мешки с песком.","uk":"Sentry Guns стріляють через мішки з піском.","es":"Las armas centinela disparan a través de sacos de arena.","tr":"Nöbetçi Tüfekler kum torbalarının içinden ateş eder.","hu":"A Sentry Guns homokzsákokon keresztül tüzel."}],"ranked":[{"en":"Support your allies in team games to ensure victory.","zh":"在团队游戏中支持你的盟友以确保胜利。","zh-CHT":"在团队游戏中支持你的盟友以确保胜利。","nl":"Ondersteun je bondgenoten in teamspellen om de overwinning te verzekeren.","fr":"Soutenez vos alliés dans les jeux d’équipe pour assurer la victoire.","de":"Unterstützen Sie Ihre Verbündeten in Teamspielen, um den Sieg zu sichern.","it":"Sostieni i tuoi alleati nei giochi di squadra per assicurarti la vittoria.","ja":"チーム戦で味方をサポートして勝利を確実にしましょう。","ko":"승리를 보장하기 위해 팀 게임에서 동맹국을 지원하십시오.","pl":"Wspieraj swoich sojuszników w grach zespołowych, aby zapewnić sobie zwycięstwo.","pt":"Apoie seus aliados em jogos de equipe para garantir a vitória.","ru":"Поддерживайте своих союзников в командных играх, чтобы обеспечить победу.","uk":"Підтримуйте своїх союзників у командних іграх, щоб забезпечити перемогу.","es":"Apoya a tus aliados en juegos de equipo para asegurar la victoria.","tr":"Zaferi garantilemek için takım oyunlarında müttefiklerinizi destekleyin.","hu":"Támogassa szövetségeseit a csapatjátékokban, hogy biztosítsa a győzelmet."},{"en":"Play the Free-for-All game mode if you prefer going solo.","zh":"如果您喜欢单人游戏，可以玩免费游戏模式。","zh-CHT":"如果您喜欢单人游戏，可以玩免费游戏模式。","nl":"Speel de Free-for-All-spelmodus als je liever alleen speelt.","fr":"Jouez au mode de jeu Chacun pour tous si vous préférez jouer en solo.","de":"Spielen Sie den Free-for-All-Spielmodus, wenn Sie lieber alleine unterwegs sind.","it":"Gioca alla modalità di gioco Free-for-All se preferisci giocare da solo.","ja":"ソロでプレイしたい場合は、Free-for-All ゲーム モードをプレイしてください。","ko":"혼자 플레이하는 것을 선호한다면 Free-for-All 게임 모드를 플레이하세요.","pl":"Jeśli wolisz grać w pojedynkę, zagraj w tryb gry „Wszyscy na każdego”.","pt":"Jogue o modo de jogo Free-for-All se preferir jogar sozinho.","ru":"Если вы предпочитаете играть в одиночку, играйте в режим «Свободно для всех».","uk":"Грайте в ігровий режим Free-for-All, якщо ви віддаєте перевагу соло.","es":"Juega el modo de juego Todos contra todos si prefieres ir solo.","tr":"Tek başınıza oynamayı tercih ediyorsanız Herkes İçin Ücretsiz oyun modunu oynayın.","hu":"Játssz a Mindenki számára ingyenes játékmóddal, ha egyedül szeretsz menni."},{"en":"Multi-kills earn you bonus XP.","zh":"多次击杀可为您赢得 XP 奖励。","zh-CHT":"多次击杀可为您赢得 XP 奖励。","nl":"Multi-kills leveren je bonus-XP op.","fr":"Les multi-kills vous rapportent de l'XP bonus.","de":"Durch Mehrfachkills erhältst du Bonus-XP.","it":"Le uccisioni multiple ti fanno guadagnare XP bonus.","ja":"マルチキルするとボーナス XP を獲得できます。","ko":"다중 킬을 하면 보너스 XP를 얻을 수 있습니다.","pl":"Wielokrotne zabójstwa zapewniają dodatkowe PD.","pt":"Multi-kills rendem XP bônus.","ru":"За множественные убийства вы получаете бонусный опыт.","uk":"Багаторазові вбивства приносять вам бонус XP.","es":"Las muertes múltiples te otorgan XP adicional.","tr":"Çoklu öldürmeler size bonus XP kazandırır.","hu":"A több öléssel bónusz XP-t szerezhet."},{"en":"Getting the first blood in any Ranked game earns you bonus XP.","zh":"在任何排名游戏中获得第一滴血都可以为您赢得奖励经验值。","zh-CHT":"在任何排名游戏中获得第一滴血都可以为您赢得奖励经验值。","nl":"Als je het eerste bloed krijgt in een klassementsspel, verdien je bonus-XP.","fr":"Obtenir le premier sang dans n’importe quel jeu classé vous rapporte un bonus d’XP.","de":"Für das erste Blut in einem beliebigen Ranglistenspiel erhältst du Bonus-XP.","it":"Ottenere il primo sangue in qualsiasi partita classificata ti fa guadagnare XP bonus.","ja":"ランク付けされたゲームで最初のブラッドを獲得すると、ボーナス XP を獲得できます。","ko":"순위 게임에서 첫 번째 혈액을 얻으면 보너스 XP를 얻습니다.","pl":"Zdobycie pierwszej krwi w dowolnej grze rankingowej zapewnia dodatkowe PD.","pt":"Conseguir o primeiro sangue em qualquer jogo classificado dá a você XP bônus.","ru":"Пролив первую кровь в любой рейтинговой игре, вы получаете бонусный опыт.","uk":"Здобувши першу кров у будь-якій рейтинговій грі, ви отримуєте бонус XP.","es":"Obtener la primera sangre en cualquier juego clasificado te otorga XP adicional.","tr":"Herhangi bir Dereceli oyunda ilk kanı almak size bonus XP kazandırır.","hu":"Bármely Ranked játék első vérének megszerzése bónusz XP-t kap."},{"en":"Get kills with weapons to unlock new attachments for them.","zh":"使用武器击杀敌人，为他们解锁新的附件。","zh-CHT":"使用武器击杀敌人，为他们解锁新的附件。","nl":"Verkrijg moorden met wapens om nieuwe bijlagen voor ze te ontgrendelen.","fr":"Obtenez des éliminations avec des armes pour débloquer de nouvelles pièces jointes pour eux.","de":"Erziele Kills mit Waffen, um neue Anhänge für sie freizuschalten.","it":"Ottieni uccisioni con le armi per sbloccare nuovi accessori per loro.","ja":"武器でキルを達成すると、新しいアタッチメントのロックが解除されます。","ko":"무기로 적을 처치하여 새로운 부착물을 잠금 해제하세요.","pl":"Zabijaj bronią, aby odblokować dla nich nowe załączniki.","pt":"Mate com armas para desbloquear novos acessórios para eles.","ru":"Совершайте убийства с помощью оружия, чтобы разблокировать для него новые приспособления.","uk":"Вбивайте зі зброї, щоб розблокувати для них нові вкладення.","es":"Consigue muertes con armas para desbloquear nuevos accesorios para ellos.","tr":"Onlar için yeni eklentilerin kilidini açmak için silahlarla öldürün.","hu":"Szerezzen ölést fegyverekkel, hogy új mellékleteket nyisson meg számukra."},{"en":"You can select different grenades, explosives, and tactical items for your equipment slot.","zh":"您可以为您的装备槽选择不同的手榴弹、炸药和战术物品。","zh-CHT":"您可以为您的装备槽选择不同的手榴弹、炸药和战术物品。","nl":"Je kunt verschillende granaten, explosieven en tactische items selecteren voor je uitrustingsslot.","fr":"Vous pouvez sélectionner différentes grenades, explosifs et objets tactiques pour votre emplacement d'équipement.","de":"Sie können verschiedene Granaten, Sprengstoffe und taktische Gegenstände für Ihren Ausrüstungsplatz auswählen.","it":"Puoi selezionare diverse granate, esplosivi e oggetti tattici per il tuo slot di equipaggiamento.","ja":"装備スロットには、さまざまな手榴弾、爆発物、戦術アイテムを選択できます。","ko":"장비 슬롯에 다양한 수류탄, 폭발물, 전술 아이템을 선택할 수 있습니다.","pl":"Możesz wybrać różne granaty, materiały wybuchowe i przedmioty taktyczne dla swojego miejsca na wyposażenie.","pt":"Você pode selecionar diferentes granadas, explosivos e itens táticos para seu slot de equipamento.","ru":"Вы можете выбрать различные гранаты, взрывчатку и тактические предметы для своего слота снаряжения.","uk":"Ви можете вибрати різні гранати, вибухівку та тактичні предмети для свого слота обладнання.","es":"Puedes seleccionar diferentes granadas, explosivos y elementos tácticos para tu espacio de equipo.","tr":"Ekipman yuvanız için farklı el bombaları, patlayıcılar ve taktiksel öğeler seçebilirsiniz.","hu":"Különböző gránátokat, robbanóanyagokat és taktikai tárgyakat választhat felszerelési helyéhez."},{"en":"Customize your loadouts in the Edit Classes menu.","zh":"在“编辑类”菜单中自定义您的加载。","zh-CHT":"在“编辑类”菜单中自定义您的加载。","nl":"Pas je uitrustingen aan in het menu Klassen bewerken.","fr":"Personnalisez vos chargements dans le menu Modifier les classes.","de":"Passen Sie Ihre Ausrüstung im Menü „Klassen bearbeiten“ an.","it":"Personalizza i tuoi equipaggiamenti nel menu Modifica classi.","ja":"「クラスの編集」メニューでロードアウトをカスタマイズします。","ko":"클래스 편집 메뉴에서 로드아웃을 맞춤화하세요.","pl":"Dostosuj swoje wyposażenie w menu Edytuj klasy.","pt":"Personalize seus loadouts no menu Editar Classes.","ru":"Настройте свое снаряжение в меню «Редактировать классы».","uk":"Налаштуйте свої завантаження в меню «Редагувати класи».","es":"Personaliza tus equipamientos en el menú Editar clases.","tr":"Ekipmanlarınızı Sınıfları Düzenle menüsünde özelleştirin.","hu":"Testreszabhatja a betöltéseket az Osztályok szerkesztése menüben."},{"en":"Customize your Killstreak rewards in the Edit Killstreaks menu.","zh":"在“编辑连杀记录”菜单中自定义您的连杀记录奖励。","zh-CHT":"在“编辑连杀记录”菜单中自定义您的连杀记录奖励。","nl":"Pas je Killstreak-beloningen aan in het menu Killstreaks bewerken.","fr":"Personnalisez vos récompenses Killstreak dans le menu Modifier les Killstreaks.","de":"Passen Sie Ihre Killstreak-Belohnungen im Menü „Killstreaks bearbeiten“ an.","it":"Personalizza le tue ricompense Killstreak nel menu Modifica Killstreaks.","ja":"「キルストリークの編集」メニューでキルストリーク報酬をカスタマイズします。","ko":"Killstreaks 편집 메뉴에서 Killstreak 보상을 맞춤화하세요.","pl":"Dostosuj swoje nagrody za serię zabójstw w menu Edytuj serię zabójstw.","pt":"Personalize suas recompensas de Killstreak no menu Editar Killstreaks.","ru":"Настройте награды за серию убийств в меню «Редактировать серии убийств».","uk":"Налаштуйте свої нагороди Killstreak у меню Edit Killstreaks.","es":"Personaliza tus recompensas de Killstreaks en el menú Editar Killstreaks.","tr":"Killstreaks ödüllerinizi Killstreaks Düzenle menüsünden özelleştirin.","hu":"Testreszabhatja Killstreak jutalmait a Killstreaks szerkesztése menüben."},{"en":"Customize your character's appearance in the Edit Character menu.","zh":"在“编辑角色”菜单中自定义角色的外观。","zh-CHT":"在“编辑角色”菜单中自定义角色的外观。","nl":"Pas het uiterlijk van je personage aan in het menu Karakter bewerken.","fr":"Personnalisez l'apparence de votre personnage dans le menu Modifier le personnage.","de":"Passen Sie das Aussehen Ihres Charakters im Menü „Charakter bearbeiten“ an.","it":"Personalizza l'aspetto del tuo personaggio nel menu Modifica personaggio.","ja":"「キャラクターの編集」メニューでキャラクターの外観をカスタマイズします。","ko":"캐릭터 편집 메뉴에서 캐릭터의 외모를 사용자 정의하세요.","pl":"Dostosuj wygląd swojej postaci w menu Edytuj postać.","pt":"Personalize a aparência do seu personagem no menu Editar personagem.","ru":"Настройте внешний вид вашего персонажа в меню «Редактировать персонажа».","uk":"Налаштуйте зовнішній вигляд свого персонажа в меню «Редагувати персонажа».","es":"Personaliza la apariencia de tu personaje en el menú Editar personaje.","tr":"Karakter Düzenle menüsünde karakterinizin görünümünü özelleştirin.","hu":"Testreszabhatja karaktere megjelenését a Karakter szerkesztése menüben."},{"en":"You can check your lifetime stats in the Profile menu.","zh":"您可以在“个人资料”菜单中查看您的一生统计数据。","zh-CHT":"您可以在“个人资料”菜单中查看您的一生统计数据。","nl":"Je kunt je levenslange statistieken bekijken in het Profielmenu.","fr":"Vous pouvez vérifier vos statistiques à vie dans le menu Profil.","de":"Sie können Ihre Lebensstatistiken im Profilmenü überprüfen.","it":"Puoi controllare le statistiche della tua vita nel menu Profilo.","ja":"[プロフィール] メニューで生涯の統計を確認できます。","ko":"프로필 메뉴에서 평생 통계를 확인할 수 있습니다.","pl":"Możesz sprawdzić swoje statystyki życiowe w menu Profil.","pt":"Você pode verificar as estatísticas de sua vida no menu Perfil.","ru":"Вы можете проверить свою статистику за всю жизнь в меню «Профиль».","uk":"Ви можете перевірити статистику свого життя в меню профілю.","es":"Puede consultar las estadísticas de su vida en el menú Perfil.","tr":"Yaşam boyu istatistiklerinizi Profil menüsünden kontrol edebilirsiniz.","hu":"Élettartamra vonatkozó statisztikáit a Profil menüben tekintheti meg."},{"en":"Use launchers or SAM Turrets to take down enemy Killstreaks.","zh":"使用发射器或 SAM 炮塔击落敌人连杀记录。","zh-CHT":"使用发射器或 SAM 炮塔击落敌人连杀记录。","nl":"Gebruik draagraketten of SAM Turrets om vijandelijke Killstreaks uit te schakelen.","fr":"Utilisez des lanceurs ou des tourelles SAM pour éliminer les Killstreaks ennemis.","de":"Benutze Trägerraketen oder SAM-Geschütztürme, um feindliche Killstreaks auszuschalten.","it":"Usa i lanciatori o le torrette SAM per abbattere le serie di uccisioni nemiche.","ja":"ランチャーまたは SAM タレットを使用して敵のキルストリークを倒します。","ko":"발사대나 SAM 터렛을 사용하여 적 킬스트릭을 쓰러뜨리세요.","pl":"Użyj wyrzutni lub wieżyczek SAM, aby zniszczyć serię zabójstw wroga.","pt":"Use lançadores ou torres SAM para derrubar Killstreaks inimigos.","ru":"Используйте пусковые установки или турели ЗРК, чтобы уничтожить серию убийств противника.","uk":"Використовуйте пускові установки або SAM Turrets, щоб знищити ворожих Killstreaks.","es":"Usa lanzadores o torretas SAM para acabar con las rachas de muertes enemigas.","tr":"Düşmanın Killstreak'lerini alt etmek için fırlatıcıları veya SAM Taretlerini kullanın.","hu":"Használj indítókat vagy SAM tornyokat az ellenséges Killstreak leküzdésére."},{"en":"The Assault Killstreak package streak resets when you're killed.","zh":"当你被杀时，突击连杀记录包会重置。","zh-CHT":"当你被杀时，突击连杀记录包会重置。","nl":"De Assault Killstreak-pakketreeks wordt gereset als je wordt gedood.","fr":"La séquence de packages Assault Killstreak se réinitialise lorsque vous êtes tué.","de":"Der Assault Killstreak-Paketstreak wird zurückgesetzt, wenn Sie getötet werden.","it":"La serie di pacchetti Assault Killstreak si ripristina quando vieni ucciso.","ja":"Assault Killstreak パッケージのストリークは、殺されるとリセットされます。","ko":"Assault Killstreak 패키지 연속은 사망 시 재설정됩니다.","pl":"Seria pakietów Assault Killstreak resetuje się, gdy zginiesz.","pt":"A sequência do pacote Assault Killstreak é reiniciada quando você é morto.","ru":"Серия пакетов Assault Killstreak сбрасывается, когда вас убивают.","uk":"Серія пакетів Assault Killstreak скидається, коли вас вбивають.","es":"La racha del paquete Assault Killstreak se reinicia cuando te matan.","tr":"Assault Killstreak paket serisi, öldürüldüğünüzde sıfırlanır.","hu":"Az Assault Killstreak csomag sorozata visszaáll, amikor megölnek."},{"en":"The Support Killstreak package streak doesn't reset when you're killed.","zh":"当你被杀时，支持连杀记录包不会重置。","zh-CHT":"当你被杀时，支持连杀记录包不会重置。","nl":"De Support Killstreak-pakketreeks wordt niet gereset als je wordt gedood.","fr":"La séquence de packages Support Killstreak ne se réinitialise pas lorsque vous êtes tué.","de":"Der Support-Killstreak-Paketstreak wird nicht zurückgesetzt, wenn Sie getötet werden.","it":"La serie di pacchetti Support Killstreak non si ripristina quando vieni ucciso.","ja":"Support Killstreak パッケージのストリークは、殺されてもリセットされません。","ko":"연속 킬스트릭 지원 패키지 연속은 사망 시 재설정되지 않습니다.","pl":"Seria pakietów wsparcia Killstreak nie resetuje się, gdy zostaniesz zabity.","pt":"A sequência do pacote Support Killstreak não é reiniciada quando você é morto.","ru":"Серия пакетов Support Killstreak не сбрасывается, когда вас убивают.","uk":"Серія пакетів Support Killstreak не скидається, коли вас вбивають.","es":"La racha del paquete Support Killstreak no se reinicia cuando te matan.","tr":"Destek Killstreak paketi serisi, öldürüldüğünüzde sıfırlanmaz.","hu":"A Support Killstreak csomag sorozata nem áll vissza, amikor megölnek."},{"en":"UAVs reveal enemies not using the Ghost perk on the minimap.","zh":"无人机在小地图上显示未使用幽灵特权的敌人。","zh-CHT":"无人机在小地图上显示未使用幽灵特权的敌人。","nl":"UAV's onthullen vijanden die het Ghost-voordeel niet gebruiken op de minimap.","fr":"Les drones révèlent les ennemis n’utilisant pas l’avantage Ghost sur la mini-carte.","de":"UAVs enthüllen auf der Minikarte Feinde, die den Ghost-Vorteil nicht nutzen.","it":"Gli UAV rivelano i nemici che non usano il vantaggio Fantasma sulla minimappa.","ja":"UAV はミニマップ上でゴースト特典を使用していない敵を表示します。","ko":"UAV는 고스트 특성을 사용하지 않는 적들을 미니맵에 표시합니다.","pl":"UAV ujawniają na minimapie wrogów, którzy nie korzystają z cechy Duch.","pt":"Os UAVs revelam inimigos que não usam o privilégio Ghost no minimapa.","ru":"БПЛА обнаруживают на мини-карте врагов, не использующих перк «Призрак».","uk":"БПЛА виявляють ворогів, які не використовують перк «Привид» на міні-карті.","es":"Los UAV revelan enemigos que no usan la ventaja Fantasma en el minimapa.","tr":"İHA'lar mini haritada Hayalet avantajını kullanmayan düşmanları ortaya çıkarır.","hu":"Az UAV-k felfedik azokat az ellenségeket, akik nem használják a Ghost perk-et a minitérképen."},{"en":"Use the Suppressor attachment to prevent being shown on enemy minimap when firing.","zh":"使用抑制器附件可防止在射击时显示在敌人小地图上。","zh-CHT":"使用抑制器附件可防止在射击时显示在敌人小地图上。","nl":"Gebruik het Suppressor-hulpstuk om te voorkomen dat deze tijdens het schieten op de minimap van de vijand wordt weergegeven.","fr":"Utilisez l'accessoire Suppressor pour éviter d'être affiché sur la mini-carte ennemie lors du tir.","de":"Verwenden Sie den Schalldämpferaufsatz, um zu verhindern, dass er beim Schießen auf der Minikarte des Feindes angezeigt wird.","it":"Usa l'accessorio Soppressore per evitare di essere mostrato sulla minimappa del nemico quando spari.","ja":"発砲時に敵のミニマップに表示されないようにするには、サプレッサー アタッチメントを使用します。","ko":"발사 시 적 미니맵에 표시되지 않도록 하려면 소음기 부착물을 사용하세요.","pl":"Użyj dodatku Tłumik, aby zapobiec pokazywaniu się na minimapie wroga podczas strzelania.","pt":"Use o acessório Supressor para evitar ser mostrado no minimapa inimigo ao atirar.","ru":"Используйте насадку «Подавитель», чтобы не показываться на мини-карте противника во время стрельбы.","uk":"Використовуйте придушувач, щоб запобігти відображенню на міні-карті противника під час стрільби.","es":"Usa el accesorio supresor para evitar que se muestre en el minimapa enemigo al disparar.","tr":"Ateş ederken düşman mini haritasında görünmeyi önlemek için Bastırıcı eklentisini kullanın.","hu":"Használja a Suppressor tartozékot, hogy ne jelenjen meg az ellenséges minitérképen lövés közben."},{"en":"You can create your own games against bots to unlock content for online play.","zh":"您可以创建自己的对抗机器人的游戏来解锁在线游戏的内容。","zh-CHT":"您可以创建自己的对抗机器人的游戏来解锁在线游戏的内容。","nl":"U kunt uw eigen games tegen bots maken om inhoud te ontgrendelen voor online spelen.","fr":"Vous pouvez créer vos propres jeux contre des robots pour débloquer du contenu pour le jeu en ligne.","de":"Sie können Ihre eigenen Spiele gegen Bots erstellen, um Inhalte für das Online-Spielen freizuschalten.","it":"Puoi creare i tuoi giochi contro i bot per sbloccare contenuti per il gioco online.","ja":"ボットと対戦する独自のゲームを作成して、オンライン プレイ用のコンテンツのロックを解除することができます。","ko":"봇을 상대로 자신만의 게임을 만들어 온라인 플레이용 콘텐츠를 잠금 해제할 수 있습니다.","pl":"Możesz tworzyć własne gry przeciwko botom, aby odblokowywać zawartość do gry online.","pt":"Você pode criar seus próprios jogos contra bots para desbloquear conteúdo para jogar online.","ru":"Вы можете создавать свои собственные игры против ботов, чтобы разблокировать контент для онлайн-игры.","uk":"Ви можете створювати власні ігри проти ботів, щоб розблокувати вміст для онлайн-ігор.","es":"Puedes crear tus propios juegos contra bots para desbloquear contenido para jugar en línea.","tr":"Çevrimiçi oyun içeriğinin kilidini açmak için botlara karşı kendi oyunlarınızı oluşturabilirsiniz.","hu":"Létrehozhat saját játékokat a botok ellen, hogy feloldjon tartalmat az online játékhoz."},{"en":"Once you reach maximum level you have the ability to Prestige.","zh":"一旦达到最高等级，您就有能力获得声望。","zh-CHT":"一旦达到最高等级，您就有能力获得声望。","nl":"Zodra je het maximale niveau hebt bereikt, kun je Prestige krijgen.","fr":"Une fois que vous atteignez le niveau maximum, vous avez la possibilité de Prestige.","de":"Sobald Sie das maximale Level erreicht haben, haben Sie die Möglichkeit, Prestige zu erlangen.","it":"Una volta raggiunto il livello massimo hai la possibilità di Prestigio.","ja":"最大レベルに達すると、プレステージの能力が得られます。","ko":"최대 레벨에 도달하면 프레스티지 능력을 갖게 됩니다.","pl":"Po osiągnięciu maksymalnego poziomu masz możliwość Prestiżu.","pt":"Depois de atingir o nível máximo, você terá a capacidade de Prestige.","ru":"Как только вы достигнете максимального уровня, у вас появится возможность Престижа.","uk":"Як тільки ви досягнете максимального рівня, ви отримаєте здатність до престижу.","es":"Una vez que alcanzas el nivel máximo, tienes la capacidad de prestigio.","tr":"Maksimum seviyeye ulaştığınızda Prestij yeteneğine sahip olursunuz.","hu":"Miután elérte a maximális szintet, lehetősége van a Prestige-re."},{"en":"The SAM turret automatically targets enemy air support.","zh":"地对空导弹炮塔自动瞄准敌方空中支援。","zh-CHT":"地对空导弹炮塔自动瞄准敌方空中支援。","nl":"De SAM-koepel richt zich automatisch op vijandelijke luchtsteun.","fr":"La tourelle SAM cible automatiquement le soutien aérien ennemi.","de":"Der SAM-Turm zielt automatisch auf feindliche Luftunterstützung.","it":"La torretta SAM prende di mira automaticamente il supporto aereo nemico.","ja":"SAM 砲塔は自動的に敵の航空支援をターゲットにします。","ko":"SAM 포탑은 자동으로 적의 공중 지원을 목표로 삼습니다.","pl":"Wieża SAM automatycznie celuje w wsparcie powietrzne wroga.","pt":"A torre SAM visa automaticamente o apoio aéreo inimigo.","ru":"Башня ЗРК автоматически нацеливается на поддержку с воздуха противника.","uk":"Вежа ЗРК автоматично націлюється на повітряну підтримку противника.","es":"La torreta SAM apunta automáticamente al apoyo aéreo enemigo.","tr":"SAM tareti otomatik olarak düşman hava desteğini hedef alır.","hu":"A SAM torony automatikusan megcélozza az ellenség légi támogatását."},{"en":"Enemy air support can be shot down and destroyed.","zh":"敌方空中支援可以被击落和摧毁。","zh-CHT":"敌方空中支援可以被击落和摧毁。","nl":"Vijandelijke luchtsteun kan worden neergeschoten en vernietigd.","fr":"Le soutien aérien ennemi peut être abattu et détruit.","de":"Feindliche Luftunterstützung kann abgeschossen und zerstört werden.","it":"Il supporto aereo nemico può essere abbattuto e distrutto.","ja":"敵の航空支援を撃墜して破壊することができます。","ko":"적의 공중 지원은 격추되거나 파괴될 수 있습니다.","pl":"Wsparcie powietrzne wroga może zostać zestrzelone i zniszczone.","pt":"O apoio aéreo inimigo pode ser abatido e destruído.","ru":"Воздушную поддержку противника можно сбить и уничтожить.","uk":"Повітряна підтримка ворога може бути збита і знищена.","es":"El apoyo aéreo enemigo puede ser derribado y destruido.","tr":"Düşman hava desteği düşürülebilir ve yok edilebilir.","hu":"Az ellenséges légi támogatást le lehet lőni és megsemmisíteni."},{"en":"Helicopters only target enemy players in Ranked games.","zh":"直升机仅在排名游戏中瞄准敌方玩家。","zh-CHT":"直升机仅在排名游戏中瞄准敌方玩家。","nl":"Helikopters richten zich alleen op vijandige spelers in klassementsspellen.","fr":"Les hélicoptères ciblent uniquement les joueurs ennemis dans les parties classées.","de":"Hubschrauber zielen nur in Ranglistenspielen auf gegnerische Spieler.","it":"Gli elicotteri prendono di mira solo i giocatori nemici nelle partite classificate.","ja":"ヘリコプターはランク戦の敵プレイヤーのみをターゲットにします。","ko":"헬리콥터는 순위 게임에서만 적 플레이어를 표적으로 삼습니다.","pl":"Helikoptery atakują wyłącznie wrogich graczy w grach rankingowych.","pt":"Os helicópteros têm como alvo apenas jogadores inimigos em jogos classificados.","ru":"Вертолеты нацелены только на вражеских игроков в рейтинговых играх.","uk":"Гелікоптери націлюються лише на ворожих гравців у рейтингових іграх.","es":"Los helicópteros solo apuntan a jugadores enemigos en juegos clasificados.","tr":"Helikopterler yalnızca Sıralamalı oyunlarda düşman oyuncuları hedef alır.","hu":"A helikopterek csak az ellenséges játékosokat veszik célba a rangsorolt ​​játékokban."},{"en":"Use the Cold-Blooded perk to avoid targetting from enemy Killstreaks and Sentry Guns.","zh":"使用冷血特技来避免敌人的连杀记录和步哨枪瞄准。","zh-CHT":"使用冷血特技来避免敌人的连杀记录和步哨枪瞄准。","nl":"Gebruik het koudbloedige voordeel om te voorkomen dat je wordt geraakt door vijandelijke Killstreaks en Sentry Guns.","fr":"Utilisez l’avantage Cold-Blooded pour éviter d’être ciblé par les Killstreaks et les Mitrailleuses ennemis.","de":"Nutzen Sie den Vorteil „Kaltblütig“, um zu vermeiden, dass Sie mit feindlichen Killstreaks und Sentry Guns ins Visier genommen werden.","it":"Usa il vantaggio Sangue freddo per evitare di prendere di mira le serie di uccisioni e le torrette nemiche.","ja":"冷血パークを使用して、敵のキルストリークやセントリーガンからのターゲットを避けてください。","ko":"적 킬스트릭과 센트리 건의 표적을 피하려면 냉혈 특성을 사용하세요.","pl":"Użyj atutu Zimna krew, aby uniknąć celowania przez wrogie serie zabójstw i Działka Strażnicze.","pt":"Use o benefício Cold-Blooded para evitar alvos de Killstreaks e Sentry Guns inimigas.","ru":"Используйте перк «Хладнокровие», чтобы избежать попадания в цель серийных убийств и турелей противника.","uk":"Використовуйте перк «Холоднокровність», щоб уникнути нападу ворожих смуг вбивств і сторожових гармат.","es":"Usa la ventaja Sangre fría para evitar que te apunten las rachas de muertes y las armas centinela enemigas.","tr":"Düşmanın Katliamlarından ve Taretlerinden hedef almaktan kaçınmak için Soğukkanlılık yeteneğini kullanın.","hu":"Használd a Cold-Blooded jutalmat, hogy elkerüld az ellenséges Killstreaks és Sentry Guns célpontját."},{"en":"Beware! Your airdrop crates can be stolen by enemy players.","zh":"谨防！你的空投箱可能会被敌方玩家偷走。","zh-CHT":"谨防！你的空投箱可能会被敌方玩家偷走。","nl":"Pas op! Je airdropkratten kunnen door vijandelijke spelers worden gestolen.","fr":"Méfiez-vous! Vos caisses de largage peuvent être volées par des joueurs ennemis.","de":"In acht nehmen! Ihre Airdrop-Kisten können von feindlichen Spielern gestohlen werden.","it":"Attenzione! Le tue casse di lancio possono essere rubate dai giocatori nemici.","ja":"気をつけて！エアドロップ箱は敵プレイヤーに盗まれる可能性があります。","ko":"조심하세요! 적 플레이어가 에어드랍 상자를 훔칠 수 있습니다.","pl":"Strzec się! Twoje skrzynki zrzutowe mogą zostać skradzione przez wrogich graczy.","pt":"Cuidado! Suas caixas de lançamento aéreo podem ser roubadas por jogadores inimigos.","ru":"Остерегаться! Ваши ящики с воздушными сбросами могут быть украдены вражескими игроками.","uk":"Обережно! Ваші десантні ящики можуть вкрасти ворожі гравці.","es":"¡Tener cuidado! Los jugadores enemigos pueden robar tus cajas de lanzamiento aéreo.","tr":"Dikkat! Airdrop kasalarınız düşman oyuncular tarafından çalınabilir.","hu":"Óvakodik! Az ellenséges játékosok ellophatják az airdrop ládákat."},{"en":"Ammo crates are never Explosive Decoy crates.","zh":"弹药箱绝不是爆炸诱饵箱。","zh-CHT":"弹药箱绝不是爆炸诱饵箱。","nl":"Munitiekratten zijn nooit explosieve lokvogelkratten.","fr":"Les caisses de munitions ne sont jamais des caisses de leurres explosifs.","de":"Munitionskisten sind niemals Sprengstoffkisten.","it":"Le casse di munizioni non sono mai casse di esche esplosive.","ja":"弾薬箱は決して爆発性おとり箱ではありません。","ko":"탄약 상자는 절대로 폭발성 미끼 상자가 아닙니다.","pl":"Skrzynie z amunicją nigdy nie są skrzynkami z wybuchowymi przynętami.","pt":"As caixas de munição nunca são caixas de isca explosiva.","ru":"Ящики с боеприпасами никогда не являются ящиками со взрывчатыми приманками.","uk":"Ящики з боєприпасами ніколи не є ящиками з вибуховими приманками.","es":"Las cajas de munición nunca son cajas de señuelos explosivos.","tr":"Cephane kasaları asla Patlayıcı Yem kasaları değildir.","hu":"A lőszerládák soha nem robbanékony csali ládák."},{"en":"Use Explosive Decoy crates to trick enemy players.","zh":"使用爆炸诱饵箱来欺骗敌方玩家。","zh-CHT":"使用爆炸诱饵箱来欺骗敌方玩家。","nl":"Gebruik explosieve lokkratten om vijandelijke spelers te misleiden.","fr":"Utilisez des caisses de leurres explosifs pour tromper les joueurs ennemis.","de":"Verwenden Sie Kisten mit Sprengködern, um gegnerische Spieler auszutricksen.","it":"Usa le casse esplosive per ingannare i giocatori nemici.","ja":"爆発的なおとり箱を使用して敵プレイヤーを騙します。","ko":"폭발성 미끼 상자를 사용하여 적 플레이어를 속이세요.","pl":"Używaj wybuchowych skrzyń z przynętami, aby oszukać wrogich graczy.","pt":"Use caixas de iscas explosivas para enganar os jogadores inimigos.","ru":"Используйте ящики со взрывчаткой-приманкой, чтобы обмануть вражеских игроков.","uk":"Використовуйте ящики Explosive Decoy, щоб обдурити ворожих гравців.","es":"Usa cajas de señuelos explosivos para engañar a los jugadores enemigos.","tr":"Düşman oyuncuları kandırmak için Patlayıcı Yem kasalarını kullanın.","hu":"Használj Explosive Decoy ládákat az ellenséges játékosok becsapására."},{"en":"Enemy equipment like Jammers and Motion Sensors can be destroyed.","zh":"干扰器和运动传感器等敌方设备可以被摧毁。","zh-CHT":"干扰器和运动传感器等敌方设备可以被摧毁。","nl":"Vijandelijke uitrusting zoals stoorzenders en bewegingssensoren kunnen worden vernietigd.","fr":"Les équipements ennemis comme les brouilleurs et les capteurs de mouvement peuvent être détruits.","de":"Feindliche Ausrüstung wie Störsender und Bewegungssensoren können zerstört werden.","it":"L'equipaggiamento nemico come Jammer e Sensori di movimento può essere distrutto.","ja":"ジャマーやモーションセンサーなどの敵の機器を破壊することができます。","ko":"방해 전파 및 동작 센서와 같은 적 장비는 파괴될 수 있습니다.","pl":"Sprzęt wroga, taki jak zakłócacze i czujniki ruchu, może zostać zniszczony.","pt":"Equipamentos inimigos como Jammers e Sensores de Movimento podem ser destruídos.","ru":"Вражеское оборудование, такое как глушилки и датчики движения, может быть уничтожено.","uk":"Вороже обладнання, таке як глушники та датчики руху, можна знищити.","es":"Los equipos enemigos como bloqueadores y sensores de movimiento pueden destruirse.","tr":"Karıştırıcılar ve Hareket Sensörleri gibi düşman ekipmanları yok edilebilir.","hu":"Az ellenséges felszerelések, például a zavaró berendezések és a mozgásérzékelők megsemmisíthetők."},{"en":"Use Flashbangs or Stun Grenades to disable enemy turrets.","zh":"使用闪光弹或眩晕手榴弹禁用敌方炮塔。","zh-CHT":"使用闪光弹或眩晕手榴弹禁用敌方炮塔。","nl":"Gebruik Flashbangs of Stungranaten om vijandelijke geschutskoepels uit te schakelen.","fr":"Utilisez des Flashbangs ou des grenades assourdissantes pour désactiver les tourelles ennemies.","de":"Verwenden Sie Blendgranaten oder Betäubungsgranaten, um gegnerische Türme außer Gefecht zu setzen.","it":"Usa granate accecanti o granate stordenti per disattivare le torrette nemiche.","ja":"フラッシュバンまたはスタングレネードを使用して、敵の砲塔を無効にします。","ko":"섬광탄이나 기절 수류탄을 사용하여 적 포탑을 비활성화하세요.","pl":"Użyj huków błyskowych lub granatów ogłuszających, aby unieszkodliwić wieżyczki wroga.","pt":"Use Flashbangs ou Stun Grenades para desativar torres inimigas.","ru":"Используйте светошумовые гранаты или светошумовые гранаты, чтобы вывести из строя вражеские турели.","uk":"Використовуйте Flashbangs або світлошумові гранати, щоб вивести з ладу турелі противника.","es":"Usa Flashbangs o Stun Grenades para desactivar las torretas enemigas.","tr":"Düşman kulelerini devre dışı bırakmak için Flashbang'leri veya Sersemletme Bombalarını kullanın.","hu":"Használja a Flashbangeket vagy a Kábítógránátokat az ellenséges tornyok letiltásához."},{"en":"Use the Anti-Sniper perk to reduce damage taken from sniper rifles.","zh":"使用反狙击技能来减少狙击步枪造成的伤害。","zh-CHT":"使用反狙击技能来减少狙击步枪造成的伤害。","nl":"Gebruik het voordeel Anti-Sniper om de schade van sluipschuttersgeweren te verminderen.","fr":"Utilisez l’avantage Anti-Sniper pour réduire les dégâts subis par les fusils de sniper.","de":"Verwenden Sie den Anti-Scharfschützen-Vorteil, um den durch Scharfschützengewehre erlittenen Schaden zu reduzieren.","it":"Usa il vantaggio Anti-Sniper per ridurre i danni subiti dai fucili di precisione.","ja":"アンチスナイパーパークを使用すると、スナイパーライフルから受けるダメージを軽減できます。","ko":"저격총으로 인한 피해를 줄이려면 저격수 방지 특전을 사용하세요.","pl":"Użyj atutu Antysnajper, aby zmniejszyć obrażenia otrzymywane od karabinów snajperskich.","pt":"Use o benefício Anti-Sniper para reduzir o dano recebido de rifles de precisão.","ru":"Используйте перк «Антиснайпер», чтобы уменьшить урон, получаемый от снайперских винтовок.","uk":"Використовуйте перк «Анти-Снайпер», щоб зменшити шкоду, отриману від снайперських гвинтівок.","es":"Utilice la ventaja Anti-Sniper para reducir el daño recibido por los rifles de francotirador.","tr":"Keskin nişancı tüfeklerinden alınan hasarı azaltmak için Keskin Nişancı Karşıtı yeteneğini kullanın.","hu":"Használd az Anti-Sniper perk-et, hogy csökkentsd a mesterlövész puskák okozta sebzést."},{"en":"Use the Specialist perk to reduce damage taken from fire and explosives.","zh":"使用专家特权来减少火灾和爆炸物造成的伤害。","zh-CHT":"使用专家特权来减少火灾和爆炸物造成的伤害。","nl":"Gebruik het Specialist-voordeel om de schade veroorzaakt door vuur en explosieven te verminderen.","fr":"Utilisez l’avantage Spécialiste pour réduire les dégâts causés par le feu et les explosifs.","de":"Nutzen Sie den Spezialvorteil, um den durch Feuer und Sprengstoff erlittenen Schaden zu reduzieren.","it":"Usa il vantaggio Specialista per ridurre i danni subiti dal fuoco e dagli esplosivi.","ja":"スペシャリスト特典を使用すると、火や爆発物から受けるダメージを軽減できます。","ko":"화재 및 폭발물로 인한 피해를 줄이려면 전문가 특전을 사용하세요.","pl":"Użyj atutu Specjalista, aby zmniejszyć obrażenia otrzymywane od ognia i materiałów wybuchowych.","pt":"Use o privilégio de Especialista para reduzir os danos causados ​​por fogo e explosivos.","ru":"Используйте перк «Специалист», чтобы уменьшить урон, получаемый от огня и взрывчатых веществ.","uk":"Використовуйте бонус «Спеціаліст», щоб зменшити шкоду від вогню та вибухівки.","es":"Utilice la ventaja de Especialista para reducir el daño causado por incendios y explosivos.","tr":"Yangın ve patlayıcılardan alınan hasarı azaltmak için Uzman yeteneğini kullanın.","hu":"Használja a Specialist jutalmat a tűz és robbanóanyagok okozta károk csökkentésére."},{"en":"Use the Sitrep perk to detect enemy equipment and lasers.","zh":"使用 Sitrep 技能来探测敌方装备和激光。","zh-CHT":"使用 Sitrep 技能来探测敌方装备和激光。","nl":"Gebruik het Sitrep-voordeel om vijandelijke uitrusting en lasers te detecteren.","fr":"Utilisez l’avantage Sitrep pour détecter l’équipement et les lasers ennemis.","de":"Verwenden Sie den Sitrep-Vorteil, um feindliche Ausrüstung und Laser zu erkennen.","it":"Usa il vantaggio Sitrep per rilevare equipaggiamenti e laser nemici.","ja":"敵の装備やレーザーを検出するには、Sitrep パークを使用します。","ko":"Sitrep 특전을 사용하여 적 장비와 레이저를 탐지하세요.","pl":"Użyj atutu Sitrep, aby wykryć sprzęt i lasery wroga.","pt":"Use o privilégio Sitrep para detectar equipamentos e lasers inimigos.","ru":"Используйте перк «Ситреп» для обнаружения вражеской техники и лазеров.","uk":"Використовуйте перевагу Sitrep для виявлення ворожого обладнання та лазерів.","es":"Utilice la ventaja Sitrep para detectar equipos y láseres enemigos.","tr":"Düşman ekipmanlarını ve lazerlerini tespit etmek için Sitrep yeteneğini kullanın.","hu":"A Sitrep perk segítségével észlelheti az ellenséges felszereléseket és lézereket."},{"en":"Use the Ghost perk to hide your name and health bar from enemies.","zh":"使用幽灵特权向敌人隐藏你的名字和生命值。","zh-CHT":"使用幽灵特权向敌人隐藏你的名字和生命值。","nl":"Gebruik het Ghost-voordeel om je naam en gezondheidsbalk voor vijanden te verbergen.","fr":"Utilisez l'avantage Ghost pour cacher votre nom et votre barre de santé aux ennemis.","de":"Verwende den Ghost-Vorteil, um deinen Namen und deine Gesundheitsanzeige vor Feinden zu verbergen.","it":"Usa il vantaggio Fantasma per nascondere il tuo nome e la barra della salute ai nemici.","ja":"ゴースト特典を使用すると、名前と体力バーを敵から隠します。","ko":"고스트 특전을 사용하여 이름과 체력 바를 적으로부터 숨기세요.","pl":"Użyj atutu Ducha, aby ukryć swoje imię i pasek zdrowia przed wrogami.","pt":"Use o privilégio Ghost para ocultar seu nome e barra de saúde dos inimigos.","ru":"Используйте перк «Призрак», чтобы скрыть свое имя и шкалу здоровья от врагов.","uk":"Використовуйте бонус «Привид», щоб приховати своє ім’я та панель здоров’я від ворогів.","es":"Usa la ventaja Fantasma para ocultar tu nombre y barra de salud a los enemigos.","tr":"Adınızı ve sağlık çubuğunuzu düşmanlardan gizlemek için Hayalet avantajını kullanın.","hu":"Használd a Ghost perk-et, hogy elrejtesd a nevedet és az egészségügyi sávot az ellenségek elől."},{"en":"Use the Hard-Headed perk to reduce damage taken from headshots.","zh":"使用“头脑冷静”技能来减少爆头造成的伤害。","zh-CHT":"使用“头脑冷静”技能来减少爆头造成的伤害。","nl":"Gebruik het Hard-Headed voordeel om de schade veroorzaakt door hoofdschoten te verminderen.","fr":"Utilisez l’avantage Hard-Headed pour réduire les dégâts subis par les tirs à la tête.","de":"Verwenden Sie den Perk „Hartköpfig“, um den durch Kopfschüsse verursachten Schaden zu reduzieren.","it":"Usa il vantaggio Testa dura per ridurre i danni subiti dai colpi alla testa.","ja":"Hard-Headed パークを使用すると、ヘッドショットから受けるダメージを軽減できます。","ko":"헤드샷으로 인한 피해를 줄이려면 Hard-Headed 특전을 사용하세요.","pl":"Użyj atutu Twardogłowy, aby zmniejszyć obrażenia otrzymywane od strzałów w głowę.","pt":"Use o benefício Hard-Headed para reduzir o dano causado por tiros na cabeça.","ru":"Используйте перк «Твердость», чтобы уменьшить урон, получаемый от выстрелов в голову.","uk":"Використовуйте бонус «Твердий голова», щоб зменшити шкоду, отриману від пострілів у голову.","es":"Utilice la ventaja Cabeza dura para reducir el daño recibido por los disparos a la cabeza.","tr":"Kafadan vuruşlardan alınan hasarı azaltmak için Sert Kafalı yeteneğini kullanın.","hu":"Használja a Hard-Headed jutalmat a fejlövésekből származó sebzés csökkentésére."},{"en":"The Scavenger perk allows you to resupply ammo from killed players.","zh":"清道夫特权允许您从被杀死的玩家那里重新补给弹药。","zh-CHT":"清道夫特权允许您从被杀死的玩家那里重新补给弹药。","nl":"Met het Scavenger-voordeel kun je munitie van gedode spelers aanvullen.","fr":"L'avantage Scavenger vous permet de réapprovisionner les munitions des joueurs tués.","de":"Mit dem Plünderer-Vorteil können Sie Munition von getöteten Spielern wieder auffüllen.","it":"Il vantaggio Scavenger ti consente di rifornire le munizioni dei giocatori uccisi.","ja":"スカベンジャー特典を使用すると、殺されたプレイヤーから弾薬を再供給できます。","ko":"청소부 특전을 사용하면 사망한 플레이어로부터 탄약을 재보급할 수 있습니다.","pl":"Profit Zbieracz pozwala na uzupełnienie amunicji zabitych graczy.","pt":"O privilégio Scavenger permite reabastecer munição de jogadores mortos.","ru":"Перк «Мусорщик» позволяет пополнять запасы боеприпасов у убитых игроков.","uk":"Перк «Сміттяр» дозволяє вам поповнювати боєприпаси від убитих гравців.","es":"La ventaja Carroñero te permite reabastecer munición de los jugadores muertos.","tr":"Çöpçü avantajı, öldürülen oyunculardan cephane ikmali yapmanızı sağlar.","hu":"A Scavenger jutalom lehetővé teszi, hogy töltsön lőszert a megölt játékosoktól."},{"en":"The Vampire perk replenishes health when you kill an enemy.","zh":"当你杀死敌人时，吸血鬼特权会补充生命值。","zh-CHT":"当你杀死敌人时，吸血鬼特权会补充生命值。","nl":"Het vampierenvoordeel vult de gezondheid aan als je een vijand doodt.","fr":"L'avantage Vampire reconstitue la santé lorsque vous tuez un ennemi.","de":"Der Vampirvorteil stellt die Gesundheit wieder her, wenn Sie einen Feind töten.","it":"Il vantaggio Vampiro ripristina la salute quando uccidi un nemico.","ja":"吸血鬼の特典は、敵を倒すと体力を回復します。","ko":"뱀파이어 특전은 적을 죽이면 체력을 보충합니다.","pl":"Profit Wampir odnawia zdrowie, gdy zabijesz wroga.","pt":"O benefício Vampiro reabastece a saúde quando você mata um inimigo.","ru":"Перк «Вампир» восполняет здоровье, когда вы убиваете врага.","uk":"Перк «Вампір» поповнює здоров’я, коли ви вбиваєте ворога.","es":"La ventaja Vampiro repone la salud cuando matas a un enemigo.","tr":"Vampir avantajı, bir düşmanı öldürdüğünüzde sağlığınızı yeniler.","hu":"A Vámpír perk egészséget tölt fel, ha megölsz egy ellenséget."},{"en":"The Shrapnel perk increases damage dealt to enemy air support and turrets.","zh":"弹片加成增加了对敌方空中支援和炮塔造成的伤害。","zh-CHT":"弹片加成增加了对敌方空中支援和炮塔造成的伤害。","nl":"Het voordeel Shrapnel vergroot de schade die wordt toegebracht aan vijandelijke luchtsteun en torentjes.","fr":"L'avantage Shrapnel augmente les dégâts infligés au soutien aérien et aux tourelles ennemis.","de":"Der Schrapnell-Vorteil erhöht den Schaden, der der feindlichen Luftunterstützung und Geschütztürmen zugefügt wird.","it":"Il vantaggio Scheggia aumenta i danni inflitti al supporto aereo e alle torrette nemiche.","ja":"Shrapnel パークは、敵の航空支援と砲塔に与えるダメージを増加させます。","ko":"파편 특전은 적의 공중 지원과 포탑에 대한 피해를 증가시킵니다.","pl":"Profit Shrapnel zwiększa obrażenia zadawane wsparciu powietrznemu wroga i wieżom.","pt":"O benefício Shrapnel aumenta o dano causado ao suporte aéreo e às torres inimigas.","ru":"Перк «Шрапнель» увеличивает урон, наносимый вражеской воздушной поддержке и турелям.","uk":"Перк «Шрапнель» збільшує шкоду, завдану ворожій авіаційній підтримці та турелям.","es":"La ventaja Metralla aumenta el daño infligido al apoyo aéreo y a las torretas enemigas.","tr":"Şarapnel avantajı, düşman hava desteğine ve taretlerine verilen hasarı artırır.","hu":"A Shrapnel perk növeli az ellenséges légi támogatásnak és tornyoknak okozott sebzést."},{"en":"The Sitrep perk makes you resistant to Flashbangs and Stun Grenades.","zh":"Sitrep 技能可以让你抵抗闪光弹和眩晕手榴弹。","zh-CHT":"Sitrep 技能可以让你抵抗闪光弹和眩晕手榴弹。","nl":"Het Sitrep-voordeel maakt je bestand tegen Flashbangs en Stungranaten.","fr":"L'avantage Sitrep vous rend résistant aux Flashbangs et aux grenades assourdissantes.","de":"Der Sitrep-Vorteil macht Sie resistent gegen Blendgranaten und Blendgranaten.","it":"Il vantaggio Sitrep ti rende resistente alle granate stordenti e alle granate stordenti.","ja":"シトレップの特典により、フラッシュバンやスタングレネードに対する耐性が得られます。","ko":"Sitrep 특전을 사용하면 섬광탄과 기절 수류탄에 대한 저항력을 갖게 됩니다.","pl":"Profit Sitrep czyni cię odpornym na Huki Błyskowe i Granaty Ogłuszające.","pt":"O privilégio Sitrep torna você resistente a Flashbangs e Stun Grenades.","ru":"Перк «Ситреп» делает вас устойчивым к светошумовым гранатам и светошумовым гранатам.","uk":"Перк Sitrep робить вас стійкими до Flashbangs і світлошумових гранат.","es":"La ventaja Sitrep te hace resistente a Flashbangs y Stun Grenades.","tr":"Sitrep yeteneği sizi Flashbang'lere ve Sersemletici Bombalara karşı dirençli hale getirir.","hu":"A Sitrep perk ellenállóvá tesz a Flashbang-ekkel és a kábítógránátokkal szemben."},{"en":"The Overkill perk allows you to equip 2 primary weapons.","zh":"Overkill 特权允许您装备 2 件主要武器。","zh-CHT":"Overkill 特权允许您装备 2 件主要武器。","nl":"Met het Overkill-voordeel kun je 2 primaire wapens uitrusten.","fr":"L'avantage Overkill vous permet d'équiper 2 armes principales.","de":"Mit dem Overkill-Vorteil können Sie zwei Primärwaffen ausrüsten.","it":"Il vantaggio Overkill ti consente di equipaggiare 2 armi primarie.","ja":"Overkill パークを使用すると、メイン武器を 2 つ装備できるようになります。","ko":"Overkill 특전을 사용하면 2개의 기본 무기를 장착할 수 있습니다.","pl":"Profit Overkill pozwala ci wyposażyć się w 2 podstawowe bronie.","pt":"O privilégio Overkill permite equipar 2 armas primárias.","ru":"Перк Overkill позволяет вам использовать два основных оружия.","uk":"Перк Overkill дозволяє використовувати 2 основні види зброї.","es":"La ventaja Overkill te permite equipar 2 armas principales.","tr":"Overkill avantajı 2 birincil silah kuşanabilmenizi sağlar.","hu":"Az Overkill jutalom lehetővé teszi 2 elsődleges fegyver felszerelését."},{"en":"The Underkill perk allows you to equip 2 secondary weapons.","zh":"Underkill 特权允许您装备 2 件辅助武器。","zh-CHT":"Underkill 特权允许您装备 2 件辅助武器。","nl":"Met het Underkill-voordeel kun je 2 secundaire wapens uitrusten.","fr":"L'avantage Underkill vous permet d'équiper 2 armes secondaires.","de":"Mit dem Underkill-Perk können Sie 2 Sekundärwaffen ausrüsten.","it":"Il vantaggio Underkill ti consente di equipaggiare 2 armi secondarie.","ja":"Underkill パークを使用すると、2 つのセカンダリ武器を装備できるようになります。","ko":"언더킬 특전을 사용하면 보조 무기 2개를 장착할 수 있습니다.","pl":"Profit Underkill pozwala na wyposażenie 2 broni dodatkowych.","pt":"O privilégio Underkill permite equipar 2 armas secundárias.","ru":"Перк «Underkill» позволяет вам использовать два дополнительных оружия.","uk":"Перк Underkill дозволяє використовувати 2 додаткові зброї.","es":"La ventaja Underkill te permite equipar 2 armas secundarias.","tr":"Underkill yeteneği 2 ikincil silah kuşanabilmenizi sağlar.","hu":"Az Underkill jutalom lehetővé teszi 2 másodlagos fegyver felszerelését."},{"en":"Players have reduced health and minimal HUD in Hardcore games.","zh":"硬核游戏中玩家的生命值降低且 HUD 最小化。","zh-CHT":"硬核游戏中玩家的生命值降低且 HUD 最小化。","nl":"Spelers hebben een verminderde gezondheid en minimale HUD in hardcore games.","fr":"Les joueurs ont une santé réduite et un HUD minimal dans les jeux Hardcore.","de":"Spieler haben in Hardcore-Spielen eine verringerte Gesundheit und ein minimales HUD.","it":"I giocatori hanno salute ridotta e HUD minimo nei giochi hardcore.","ja":"ハードコア ゲームでは、プレイヤーの体力が減り、HUD が最小限に抑えられます。","ko":"하드코어 게임에서는 플레이어의 체력이 감소하고 HUD가 최소화됩니다.","pl":"Gracze mają zmniejszone zdrowie i minimalny HUD w grach typu Hardkor.","pt":"Os jogadores reduziram a saúde e o HUD mínimo em jogos Hardcore.","ru":"У игроков уменьшено здоровье и минимальный HUD в хардкорных играх.","uk":"Гравці мають знижений рівень здоров’я та мінімальний HUD у хардкорних іграх.","es":"Los jugadores tienen salud reducida y HUD mínimo en los juegos Hardcore.","tr":"Zorlu oyunlarda oyuncuların sağlıkları azaldı ve HUD minimum düzeyde kaldı.","hu":"A játékosok egészségi állapota csökkent és a HUD minimális a hardcore játékokban."},{"en":"Use Shards to activate XP boosts.","zh":"使用碎片激活 XP 提升。","zh-CHT":"使用碎片激活 XP 提升。","nl":"Gebruik Shards om XP-boosts te activeren.","fr":"Utilisez des fragments pour activer les boosts XP.","de":"Verwenden Sie Splitter, um XP-Boosts zu aktivieren.","it":"Usa i frammenti per attivare i potenziamenti XP.","ja":"シャードを使用して XP ブーストを有効にします。","ko":"파편을 사용하여 XP 부스트를 활성화하세요.","pl":"Użyj odłamków, aby aktywować premie XP.","pt":"Use fragmentos para ativar aumentos de XP.","ru":"Используйте осколки, чтобы активировать бонусы опыта.","uk":"Використовуйте Осколки, щоб активувати підвищення XP.","es":"Utilice fragmentos para activar aumentos de XP.","tr":"XP takviyelerini etkinleştirmek için Parçaları kullanın.","hu":"Használd a Shards-t az XP boost aktiválásához."},{"en":"You can heal allies with the Stim equipment.","zh":"您可以使用刺激设备治愈盟友。","zh-CHT":"您可以使用刺激设备治愈盟友。","nl":"Je kunt bondgenoten genezen met de Stim-apparatuur.","fr":"Vous pouvez soigner vos alliés avec l'équipement Stim.","de":"Mit der Stim-Ausrüstung kannst du Verbündete heilen.","it":"Puoi curare gli alleati con l'equipaggiamento Stim.","ja":"スティム装備で味方を回復することができます。","ko":"스팀 장비로 아군을 치료할 수 있습니다.","pl":"Możesz leczyć sojuszników za pomocą sprzętu Stim.","pt":"Você pode curar aliados com o equipamento Stim.","ru":"Вы можете лечить союзников с помощью Стим-оборудования.","uk":"Ви можете лікувати союзників за допомогою обладнання Stim.","es":"Puedes curar a tus aliados con el equipo Stim.","tr":"Stim ekipmanıyla müttefiklerinizi iyileştirebilirsiniz.","hu":"A Stim felszereléssel szövetségeseket gyógyíthatsz."},{"en":"Play Hardcore games for an added challenge.","zh":"玩硬核游戏以获得额外的挑战。","zh-CHT":"玩硬核游戏以获得额外的挑战。","nl":"Speel hardcore games voor een extra uitdaging.","fr":"Jouez à des jeux hardcore pour un défi supplémentaire.","de":"Spielen Sie Hardcore-Spiele für eine zusätzliche Herausforderung.","it":"Gioca ai giochi hardcore per una sfida aggiuntiva.","ja":"さらなる挑戦のためにハードコア ゲームをプレイしてください。","ko":"추가 도전을 위해 하드코어 게임을 즐겨보세요.","pl":"Graj w gry typu Hardcor, aby uzyskać dodatkowe wyzwanie.","pt":"Jogue jogos Hardcore para um desafio adicional.","ru":"Играйте в хардкорные игры, чтобы получить дополнительные испытания.","uk":"Грайте в хардкорні ігри для додаткового виклику.","es":"Juega juegos incondicionales para un desafío adicional.","tr":"Daha fazla zorluk için Zorlu oyunlar oynayın.","hu":"Játssz kemény játékokat a további kihívásokért."},{"en":"Be careful! Hardcore games have fall damage.","zh":"当心！硬核游戏有掉落伤害。","zh-CHT":"当心！硬核游戏有掉落伤害。","nl":"Wees voorzichtig! Hardcore games hebben valschade.","fr":"Sois prudent! Les jeux hardcore subissent des dégâts de chute.","de":"Seien Sie vorsichtig! Hardcore-Spiele haben Sturzschaden.","it":"Stai attento! I giochi hardcore hanno danni da caduta.","ja":"気をつけて！ハードコアゲームには落下ダメージがあります。","ko":"조심하세요! 하드코어 게임에는 추락 피해가 있습니다.","pl":"Bądź ostrożny! Gry hardcorowe powodują obrażenia od upadku.","pt":"Tome cuidado! Jogos hardcore apresentam danos por queda.","ru":"Будь осторожен! В хардкорных играх есть повреждения от падения.","uk":"Будь обережний! Хардкорні ігри мають пошкодження при падінні.","es":"¡Ten cuidado! Los juegos duros tienen daños por caída.","tr":"Dikkat olmak! Zorlu oyunlarda düşme hasarı vardır.","hu":"Légy óvatos! A hardcore játékok eséskárosodást szenvedtek."}],"operation":[{"en":"Focus on the objective! You don't always have to kill all enemies to complete an Operation.","zh":"专注于目标！你并不总是需要杀死所有敌人才能完成行动。","zh-CHT":"专注于目标！你并不总是需要杀死所有敌人才能完成行动。","nl":"Focus op het doel! Je hoeft niet altijd alle vijanden te doden om een ​​operatie te voltooien.","fr":"Concentrez-vous sur l'objectif ! Vous n'êtes pas toujours obligé de tuer tous les ennemis pour terminer une opération.","de":"Konzentrieren Sie sich auf das Ziel! Sie müssen nicht immer alle Feinde töten, um eine Operation abzuschließen.","it":"Concentrati sull'obiettivo! Non è sempre necessario uccidere tutti i nemici per completare un'operazione.","ja":"目的に集中してください！作戦を完了するために必ずしもすべての敵を倒す必要はありません。","ko":"목표에 집중하세요! 작전을 완료하기 위해 항상 모든 적을 죽일 필요는 없습니다.","pl":"Skup się na celu! Nie zawsze musisz zabić wszystkich wrogów, aby ukończyć operację.","pt":"Concentre-se no objetivo! Nem sempre é necessário matar todos os inimigos para completar uma Operação.","ru":"Сосредоточьтесь на цели! Вам не всегда нужно убивать всех врагов, чтобы завершить операцию.","uk":"Зосередьтеся на меті! Вам не завжди потрібно вбивати всіх ворогів, щоб завершити операцію.","es":"¡Céntrate en el objetivo! No siempre es necesario matar a todos los enemigos para completar una operación.","tr":"Hedefe odaklanın! Bir Operasyonu tamamlamak için her zaman tüm düşmanları öldürmeniz gerekmez.","hu":"Koncentrálj a célra! Nem kell mindig az összes ellenséget megölni egy művelet végrehajtásához."},{"en":"Suppressed weapons don't alert enemies of your location in Operation games.","zh":"在行动游戏中，抑制武器不会提醒敌人您的位置。","zh-CHT":"在行动游戏中，抑制武器不会提醒敌人您的位置。","nl":"Onderdrukte wapens waarschuwen vijanden niet voor je locatie in Operation-games.","fr":"Les armes supprimées n'alertent pas les ennemis de votre position dans les jeux Operation.","de":"Unterdrückte Waffen machen Feinde in Operation-Spielen nicht auf Ihren Standort aufmerksam.","it":"Le armi silenziate non avvisano i nemici della tua posizione nei giochi Operazione.","ja":"Operation ゲームでは、抑制された武器は敵にあなたの位置を知らせません。","ko":"억압된 무기는 작전 게임에서 적에게 당신의 위치를 ​​알리지 않습니다.","pl":"Stłumiona broń nie ostrzega wrogów o Twojej lokalizacji w grach Operacyjnych.","pt":"Armas suprimidas não alertam os inimigos sobre sua localização em jogos de Operação.","ru":"Подавленное оружие не предупреждает врагов о вашем местонахождении в играх «Операции».","uk":"Прихована зброя не сповіщає ворогів про ваше місцезнаходження в іграх Operation.","es":"Las armas suprimidas no alertan a los enemigos de tu ubicación en los juegos de Operación.","tr":"Bastırılmış silahlar, Operasyon oyunlarında konumunuzun düşmanlarını uyarmaz.","hu":"Az elnyomott fegyverek nem figyelmeztetik az ellenséget a tartózkodási helyedről az operatív játékokban."},{"en":"Unsuppressed weapons, grenades, and explosives will alert enemies in Operation games.","zh":"在行动游戏中，未抑制的武器、手榴弹和爆炸物会向敌人发出警报。","zh-CHT":"在行动游戏中，未抑制的武器、手榴弹和爆炸物会向敌人发出警报。","nl":"Niet-onderdrukte wapens, granaten en explosieven waarschuwen vijanden in Operation-spellen.","fr":"Les armes, grenades et explosifs non supprimés alerteront les ennemis dans les jeux Operation.","de":"Nicht entstörte Waffen, Granaten und Sprengstoffe alarmieren Feinde in Operation-Spielen.","it":"Armi non soppresse, granate ed esplosivi allerteranno i nemici nei giochi Operazione.","ja":"オペレーション ゲームでは、抑制されていない武器、手榴弾、爆発物が敵に警告します。","ko":"제압되지 않은 무기, 수류탄, 폭발물은 작전 게임에서 적에게 경고합니다.","pl":"Niestłumiona broń, granaty i materiały wybuchowe zaalarmują wrogów w grach Operacji.","pt":"Armas, granadas e explosivos não suprimidos alertarão os inimigos nos jogos de Operação.","ru":"Неподавленное оружие, гранаты и взрывчатка предупредят врагов в играх Операции.","uk":"Непригнічена зброя, гранати та вибухові речовини попередять ворогів у іграх Operation.","es":"Las armas, granadas y explosivos no suprimidos alertarán a los enemigos en los juegos de Operación.","tr":"Bastırılmayan silahlar, el bombaları ve patlayıcılar, Operasyon oyunlarında düşmanları uyaracaktır.","hu":"Az elfojtatlan fegyverek, gránátok és robbanóanyagok figyelmeztetik az ellenséget az operatív játékokban."},{"en":"Use Flashbangs or Stun Grenades to temporarily disable enemy Sentry Guns.","zh":"使用闪光弹或眩晕手榴弹暂时禁用敌人的步哨枪。","zh-CHT":"使用闪光弹或眩晕手榴弹暂时禁用敌人的步哨枪。","nl":"Gebruik Flashbangs of Stungranaten om vijandelijke Sentry Guns tijdelijk uit te schakelen.","fr":"Utilisez des Flashbangs ou des grenades assourdissantes pour désactiver temporairement les mitrailleuses ennemies.","de":"Verwenden Sie Blendgranaten oder Blendgranaten, um feindliche Sentry Guns vorübergehend außer Gefecht zu setzen.","it":"Usa le granate accecanti o le granate stordenti per disattivare temporaneamente le torrette nemiche.","ja":"フラッシュバンまたはスタングレネードを使用して、敵のセントリーガンを一時的に無効にします。","ko":"섬광탄이나 충격 수류탄을 사용하여 적 센트리 건을 일시적으로 비활성화하세요.","pl":"Użyj Bangów Błyskowych lub Granatów Ogłuszających, aby tymczasowo wyłączyć Działka Strażnicze wroga.","pt":"Use Flashbangs ou Granadas de Atordoamento para desativar temporariamente as Sentinelas inimigas.","ru":"Используйте светошумовые гранаты или светошумовые гранаты, чтобы временно отключить вражеские турели.","uk":"Використовуйте Flashbangs або світлошумові гранати, щоб тимчасово вимкнути ворожі сторожові гармати.","es":"Usa Flashbangs o Stun Grenades para desactivar temporalmente las centinelas enemigas.","tr":"Düşman Taretlerini geçici olarak devre dışı bırakmak için Flashbang'ları veya Sersemletme Bombalarını kullanın.","hu":"Használja a Flashbangeket vagy a Kábítógránátokat az ellenséges őrfegyverek ideiglenes letiltásához."},{"en":"Enemies rely on sight and sound in Operation games. Avoid detection by planning your route.","zh":"在行动游戏中，敌人依赖视觉和声音。通过规划路线来避免被发现。","zh-CHT":"在行动游戏中，敌人依赖视觉和声音。通过规划路线来避免被发现。","nl":"Vijanden vertrouwen op zicht en geluid in Operatiespellen. Voorkom detectie door uw route te plannen.","fr":"Les ennemis dépendent de la vue et du son dans les jeux Operation. Évitez d'être détecté en planifiant votre itinéraire.","de":"Feinde verlassen sich in Operation-Spielen auf Bild und Ton. Vermeiden Sie eine Entdeckung, indem Sie Ihre Route planen.","it":"I nemici fanno affidamento sulla vista e sull'udito nei giochi Operazione. Evita il rilevamento pianificando il percorso.","ja":"オペレーション ゲームでは、敵は視覚と聴覚に依存します。ルートを計画して検出を回避してください。","ko":"적들은 작전 게임에서 시각과 청각에 의존합니다. 경로를 계획하여 탐지를 피하세요.","pl":"W grach Operacji wrogowie polegają na wzroku i dźwięku. Unikaj wykrycia, planując trasę.","pt":"Os inimigos dependem da visão e do som nos jogos de Operação. Evite a detecção planejando sua rota.","ru":"В играх Operations враги полагаются на зрение и слух. Избегайте обнаружения, планируя свой маршрут.","uk":"Вороги покладаються на зображення та звук в іграх Operation. Уникайте виявлення, спланувавши свій маршрут.","es":"Los enemigos dependen de la vista y el oído en los juegos de Operación. Evite la detección planificando su ruta.","tr":"Operasyon oyunlarında düşmanlar görüntüye ve sese güvenir. Rotanızı planlayarak tespit edilmekten kaçının.","hu":"Az ellenségek a látványra és a hangra támaszkodnak az operatív játékokban. Kerülje el az észlelést az útvonal megtervezésével."},{"en":"Keep your distance! Bombs that you detonate can cause damage to yourself too.","zh":"保持距离！你引爆的炸弹也会对你自己造成伤害。","zh-CHT":"保持距离！你引爆的炸弹也会对你自己造成伤害。","nl":"Hou afstand! Bommen die je tot ontploffing brengt, kunnen ook schade aan jezelf toebrengen.","fr":"Garde tes distances! Les bombes que vous faites exploser peuvent également vous causer des dommages.","de":"Abstand halten! Bomben, die Sie zünden, können auch Ihnen selbst Schaden zufügen.","it":"Mantieni le distanze! Le bombe che fai esplodere possono causare danni anche a te stesso.","ja":"距離を置く！爆発させた爆弾は自分自身にもダメージを与える可能性があります。","ko":"거리를 유지해라! 당신이 터뜨리는 폭탄은 당신 자신에게도 피해를 입힐 수 있습니다.","pl":"Zachowaj dystans! Bomby, które zdetonujesz, mogą również spowodować obrażenia u ciebie.","pt":"Mantenha distância! As bombas que você detona também podem causar danos a você.","ru":"Держи дистанцию! Бомбы, которые вы взорвете, могут нанести вред и вам.","uk":"Тримайте дистанцію! Бомби, які ви підриваєте, також можуть завдати шкоди вам самим.","es":"¡Mantén tu distancia! Las bombas que detonas también pueden causarte daño a ti mismo.","tr":"Mesafeni koru! Patlattığınız bombalar kendinize de zarar verebilir.","hu":"Tartsd a távolságot! Az Ön által felrobbantott bombák önmagunkban is kárt okozhatnak."},{"en":"Be wary of enemy snipers. They have increased range and vision.","zh":"警惕敌人的狙击手。他们增加了射程和视野。","zh-CHT":"警惕敌人的狙击手。他们增加了射程和视野。","nl":"Wees op uw hoede voor vijandelijke sluipschutters. Ze hebben een groter bereik en zicht.","fr":"Méfiez-vous des tireurs d'élite ennemis. Ils ont une portée et une vision accrues.","de":"Seien Sie vorsichtig vor feindlichen Scharfschützen. Sie haben eine größere Reichweite und Sicht.","it":"Diffidare dei cecchini nemici. Hanno una portata e una visione aumentate.","ja":"敵の狙撃兵に注意してください。彼らは範囲と視力を高めました。","ko":"적 저격수를 조심하세요. 범위와 시야가 증가했습니다.","pl":"Uważaj na wrogich snajperów. Mają zwiększony zasięg i widoczność.","pt":"Tenha cuidado com os atiradores inimigos. Eles aumentaram o alcance e a visão.","ru":"Будьте осторожны с вражескими снайперами. У них увеличена дальность и обзор.","uk":"Остерігайтеся ворожих снайперів. У них збільшена дальність і огляд.","es":"Tenga cuidado con los francotiradores enemigos. Tienen mayor alcance y visión.","tr":"Düşman keskin nişancılarına karşı dikkatli olun. Menzilleri ve görüş açıları arttı.","hu":"Legyen óvatos az ellenséges mesterlövészek miatt. Megnövelték a hatótávolságot és a látást."},{"en":"Some Operations have weapon crates. Find them for additional firepower.","zh":"一些行动有武器箱。找到它们以获得额外的火力。","zh-CHT":"一些行动有武器箱。找到它们以获得额外的火力。","nl":"Sommige operaties hebben wapenkratten. Vind ze voor extra vuurkracht.","fr":"Certaines opérations disposent de caisses d'armes. Trouvez-les pour une puissance de feu supplémentaire.","de":"Einige Operationen verfügen über Waffenkisten. Finden Sie sie für zusätzliche Feuerkraft.","it":"Alcune operazioni hanno casse di armi. Trovali per ulteriore potenza di fuoco.","ja":"一部の作戦には武器箱があります。追加の火力を得るためにそれらを見つけてください。","ko":"일부 작전에는 무기 상자가 있습니다. 추가 화력을 얻으려면 찾으십시오.","pl":"W niektórych Operacjach znajdują się skrzynki z bronią. Znajdź je, aby uzyskać dodatkową siłę ognia.","pt":"Algumas Operações possuem caixas de armas. Encontre-os para obter poder de fogo adicional.","ru":"В некоторых операциях есть ящики с оружием. Найдите их для дополнительной огневой мощи.","uk":"Деякі операції мають ящики зі зброєю. Знайдіть їх для додаткової вогневої потужності.","es":"Algunas Operaciones tienen cajas de armas. Encuéntrelos para obtener potencia de fuego adicional.","tr":"Bazı Operasyonlarda silah kasaları bulunur. Ek ateş gücü için onları bulun.","hu":"Egyes műveletek fegyveres ládákkal rendelkeznek. Keresse meg őket további tűzerőért."},{"en":"Use your equipment wisely.","zh":"明智地使用你的设备。","zh-CHT":"明智地使用你的设备。","nl":"Gebruik uw apparatuur verstandig.","fr":"Utilisez votre équipement à bon escient.","de":"Setzen Sie Ihre Ausrüstung mit Bedacht ein.","it":"Usa la tua attrezzatura con saggezza.","ja":"機器を賢く使用してください。","ko":"장비를 현명하게 사용하십시오.","pl":"Korzystaj mądrze ze swojego sprzętu.","pt":"Use seu equipamento com sabedoria.","ru":"Используйте свое оборудование с умом.","uk":"Використовуйте своє обладнання з розумом.","es":"Utilice su equipo sabiamente.","tr":"Ekipmanınızı akıllıca kullanın.","hu":"Használja okosan a felszerelését."},{"en":"Having trouble completing an Operation? Team up with a friend online.","zh":"完成操作时遇到困难？与朋友在线组队。","zh-CHT":"完成操作时遇到困难？与朋友在线组队。","nl":"Heeft u problemen met het voltooien van een bewerking? Werk online samen met een vriend.","fr":"Vous rencontrez des difficultés pour terminer une opération ? Faites équipe avec un ami en ligne.","de":"Haben Sie Probleme beim Abschluss einer Operation? Verbünde dich online mit einem Freund.","it":"Hai problemi a completare un'operazione? Collabora con un amico online.","ja":"オペレーションを完了するのに問題がありますか?オンラインで友達とチームを組みましょう。","ko":"작업을 완료하는 데 문제가 있나요? 온라인에서 친구와 팀을 이루세요.","pl":"Masz problem z ukończeniem operacji? Połącz siły ze znajomym online.","pt":"Está tendo problemas para concluir uma operação? Junte-se a um amigo online.","ru":"Возникли проблемы с завершением операции? Объединитесь с другом онлайн.","uk":"Виникли проблеми з виконанням операції? Об’єднайтеся з другом онлайн.","es":"¿Tiene problemas para completar una operación? Forma equipo con un amigo en línea.","tr":"Bir Operasyonu tamamlamakta sorun mu yaşıyorsunuz? Çevrimiçi bir arkadaşınızla takım kurun.","hu":"Problémái vannak a művelet végrehajtásával? Álljon össze egy barátjával online."},{"en":"You receive 1 Shard for every 10 Operation stars you earn.","zh":"每获得 10 颗行动星星，您就会收到 1 个碎片。","zh-CHT":"每获得 10 颗行动星星，您就会收到 1 个碎片。","nl":"Je ontvangt 1 scherf voor elke 10 operatiesterren die je verdient.","fr":"Vous recevez 1 fragment pour chaque tranche de 10 étoiles d'opération que vous gagnez.","de":"Für jeweils 10 Operationssterne, die Sie verdienen, erhalten Sie 1 Splitter.","it":"Ricevi 1 frammento per ogni 10 stelle Operazione guadagnate.","ja":"オペレーション スターを 10 個獲得するごとに、シャードを 1 個受け取ります。","ko":"작전 별 10개를 획득할 때마다 파편 1개를 받습니다.","pl":"Otrzymujesz 1 Odłamek za każde 10 zdobytych gwiazd Operacji.","pt":"Você recebe 1 Fragmento para cada 10 estrelas de Operação que ganhar.","ru":"Вы получаете 1 осколок за каждые 10 заработанных звезд Операции.","uk":"Ви отримуєте 1 осколок за кожні 10 зароблених зірок операції.","es":"Recibirás 1 fragmento por cada 10 estrellas de operación que ganes.","tr":"Kazandığınız her 10 Operasyon yıldızı için 1 Parça alırsınız.","hu":"Minden 10 megszerzett műveleti csillag után 1 szilánkot kapsz."}],"survival":[{"en":"You can shoot through sandbags and Deployable Cover in Survival games.","zh":"您可以在生存游戏中射击沙袋和可展开的掩体。","zh-CHT":"您可以在生存游戏中射击沙袋和可展开的掩体。","nl":"In Survival-spellen kun je door zandzakken en inzetbare dekking schieten.","fr":"Vous pouvez tirer à travers des sacs de sable et une couverture déployable dans les jeux de survie.","de":"In Survival-Spielen können Sie durch Sandsäcke und ausfahrbare Deckung schießen.","it":"Puoi sparare attraverso i sacchi di sabbia e le coperture mobili nei giochi Sopravvivenza.","ja":"サバイバル ゲームでは土嚢や展開可能なカバーを撃ち抜くことができます。","ko":"서바이벌 게임에서는 모래주머니와 이동식 덮개를 뚫고 사격할 수 있습니다.","pl":"W grach typu Survival możesz strzelać przez worki z piaskiem i rozkładaną osłonę.","pt":"Você pode atirar em sacos de areia e cobertura implantável em jogos de sobrevivência.","ru":"В играх на выживание можно стрелять через мешки с песком и раздвижное укрытие.","uk":"У іграх на виживання можна стріляти крізь мішки з піском і розгорнуті укриття.","es":"Puedes disparar a través de sacos de arena y coberturas desplegables en los juegos de supervivencia.","tr":"Hayatta Kalma oyunlarında kum torbaları ve Açılabilir Siper aracılığıyla ateş edebilirsiniz.","hu":"A túlélési játékokban homokzsákokat és kivehető fedelet lőhetsz át."},{"en":"Using a Flashbang can give you enough time to revive an ally.","zh":"使用闪光弹可以给你足够的时间来复活盟友。","zh-CHT":"使用闪光弹可以给你足够的时间来复活盟友。","nl":"Het gebruik van een Flashbang kan je genoeg tijd geven om een ​​bondgenoot weer tot leven te wekken.","fr":"Utiliser un Flashbang peut vous donner suffisamment de temps pour réanimer un allié.","de":"Die Verwendung einer Blendgranate kann Ihnen genug Zeit geben, einen Verbündeten wiederzubeleben.","it":"Usare una Flashbang può darti abbastanza tempo per rianimare un alleato.","ja":"フラッシュバンを使用すると、味方を復活させるのに十分な時間が得られます。","ko":"섬광탄을 사용하면 아군을 부활시킬 수 있는 충분한 시간을 확보할 수 있습니다.","pl":"Użycie Flashbangu może dać ci wystarczająco dużo czasu na ożywienie sojusznika.","pt":"Usar um Flashbang pode lhe dar tempo suficiente para reviver um aliado.","ru":"Использование светошумовой гранаты может дать вам достаточно времени, чтобы оживить союзника.","uk":"Використання Flashbang може дати вам достатньо часу, щоб відродити союзника.","es":"Usar un Flashbang puede darte tiempo suficiente para revivir a un aliado.","tr":"Flashbang kullanmak size bir müttefiki canlandırmak için yeterli zaman verebilir.","hu":"A Flashbang használata elegendő időt biztosíthat egy szövetséges újraélesztésére."},{"en":"Purchase weapons, equipment, perks, and other support from the Tactical Crate.","zh":"从战术箱中购买武器、装备、津贴和其他支持。","zh-CHT":"从战术箱中购买武器、装备、津贴和其他支持。","nl":"Koop wapens, uitrusting, extraatjes en andere ondersteuning in de Tactische Krat.","fr":"Achetez des armes, de l'équipement, des avantages et d'autres supports dans la caisse tactique.","de":"Kaufen Sie Waffen, Ausrüstung, Vergünstigungen und andere Unterstützung aus der Taktischen Kiste.","it":"Acquista armi, equipaggiamento, vantaggi e altro supporto dalla cassa tattica.","ja":"武器、装備、特典、その他のサポートを戦術箱から購入します。","ko":"전술 상자에서 무기, 장비, 특혜 및 기타 지원을 구입하세요.","pl":"Kupuj broń, sprzęt, bonusy i inne wsparcie ze skrzynki taktycznej.","pt":"Compre armas, equipamentos, vantagens e outros suportes da Caixa Tática.","ru":"Приобретайте оружие, снаряжение, перки и другую поддержку в Тактическом ящике.","uk":"Придбайте зброю, обладнання, бонуси та іншу підтримку в тактичному ящику.","es":"Compra armas, equipos, ventajas y otro tipo de apoyo en la Caja Táctica.","tr":"Taktik Sandığından silah, ekipman, avantajlar ve diğer destekleri satın alın.","hu":"Vásárolj fegyvereket, felszereléseket, jutalmakat és egyéb támogatást a taktikai ládából."},{"en":"Friendly helicopters target all enemy types in Survival games.","zh":"在生存游戏中，友方直升机会瞄准所有类型的敌人。","zh-CHT":"在生存游戏中，友方直升机会瞄准所有类型的敌人。","nl":"Vriendelijke helikopters richten zich op alle soorten vijanden in Survival-spellen.","fr":"Les hélicoptères amis ciblent tous les types d'ennemis dans les jeux de survie.","de":"Freundliche Hubschrauber zielen in Survival-Spielen auf alle Feindtypen.","it":"Gli elicotteri amichevoli prendono di mira tutti i tipi di nemici nei giochi Sopravvivenza.","ja":"味方のヘリコプターは、サバイバル ゲームのあらゆる種類の敵をターゲットにします。","ko":"아군 헬리콥터는 서바이벌 게임에서 모든 적 유형을 표적으로 삼습니다.","pl":"Przyjazne helikoptery atakują wszystkie typy wrogów w grach typu Survival.","pt":"Helicópteros amigáveis ​​têm como alvo todos os tipos de inimigos em jogos de Sobrevivência.","ru":"Дружественные вертолеты атакуют все типы врагов в играх на выживание.","uk":"Дружні вертольоти націлюються на всіх типів ворогів в іграх на виживання.","es":"Los helicópteros amigos apuntan a todo tipo de enemigos en los juegos de Supervivencia.","tr":"Dost helikopterler Survival oyunlarında tüm düşman türlerini hedef alır.","hu":"Barátságos helikopterek minden ellenségtípust megcéloznak a túlélési játékokban."},{"en":"You can purchase weapon upgrades at the Tactical Crate.","zh":"您可以在战术箱中购买武器升级。","zh-CHT":"您可以在战术箱中购买武器升级。","nl":"Je kunt wapenupgrades kopen bij de Tactical Crate.","fr":"Vous pouvez acheter des améliorations d’armes à la caisse tactique.","de":"Sie können Waffen-Upgrades in der Taktischen Kiste kaufen.","it":"Puoi acquistare potenziamenti per le armi presso la cassa tattica.","ja":"武器のアップグレードは戦術箱で購入できます。","ko":"전술 상자에서 무기 업그레이드를 구매할 수 있습니다.","pl":"Ulepszenia broni możesz kupić w Skrzynce Taktycznej.","pt":"Você pode comprar atualizações de armas na Caixa Tática.","ru":"Вы можете приобрести улучшения оружия в Тактическом ящике.","uk":"Ви можете придбати покращення зброї в тактичному ящику.","es":"Puedes comprar mejoras de armas en Tactical Crate.","tr":"Silah yükseltmelerini Taktik Sandığından satın alabilirsiniz.","hu":"Fegyverfejlesztéseket vásárolhat a Tactical Crate-ben."},{"en":"Sentry Guns are very useful to cover bottlenecks.","zh":"步哨枪对于弥补瓶颈非常有用。","zh-CHT":"步哨枪对于弥补瓶颈非常有用。","nl":"Sentry Guns zijn erg handig om knelpunten te overbruggen.","fr":"Les mitrailleuses sont très utiles pour couvrir les goulots d'étranglement.","de":"Sentry Guns sind sehr nützlich, um Engpässe abzudecken.","it":"Le torrette sono molto utili per coprire i colli di bottiglia.","ja":"セントリーガンはボトルネックをカバーするのに非常に役立ちます。","ko":"센트리 건은 병목 현상을 막는 데 매우 유용합니다.","pl":"Działka strażnicze są bardzo przydatne do osłaniania wąskich gardeł.","pt":"Sentinelas são muito úteis para cobrir gargalos.","ru":"Турели очень полезны для прикрытия узких мест.","uk":"Sentry Guns дуже корисні для покриття вузьких місць.","es":"Las Armas Centinela son muy útiles para cubrir cuellos de botella.","tr":"Taretler darboğazları kapatmak için çok faydalıdır.","hu":"A Sentry Guns nagyon hasznos a szűk keresztmetszetek elfedésére."},{"en":"Use SAM Turrets to deal with heavy air support in Survival games.","zh":"在生存游戏中使用 SAM 炮塔应对重型空中支援。","zh-CHT":"在生存游戏中使用 SAM 炮塔应对重型空中支援。","nl":"Gebruik SAM Turrets om met zware luchtsteun om te gaan in Survival-spellen.","fr":"Utilisez les tourelles SAM pour faire face à un soutien aérien lourd dans les jeux de survie.","de":"Verwenden Sie SAM-Geschütztürme, um in Survival-Spielen mit schwerer Luftunterstützung fertig zu werden.","it":"Usa le torrette SAM per gestire il supporto aereo pesante nei giochi Sopravvivenza.","ja":"サバイバル ゲームでの強力な航空支援に対処するには、SAM タレットを使用します。","ko":"SAM 터렛을 사용하여 서바이벌 게임에서 대규모 공중 지원을 처리하세요.","pl":"Użyj wieżyczek SAM, aby poradzić sobie z ciężkim wsparciem powietrznym w grach typu Survival.","pt":"Use torres SAM para lidar com suporte aéreo pesado em jogos de sobrevivência.","ru":"Используйте турели ЗРК для борьбы с мощной воздушной поддержкой в ​​играх на выживание.","uk":"Використовуйте SAM Turrets, щоб мати справу з потужною повітряною підтримкою в іграх на виживання.","es":"Usa torretas SAM para lidiar con el apoyo aéreo pesado en los juegos de supervivencia.","tr":"Hayatta Kalma oyunlarında ağır hava desteğiyle başa çıkmak için SAM Taretlerini kullanın.","hu":"Használja a SAM tornyokat, hogy megbirkózzon a nehéz légi támogatással a Survival játékokban."},{"en":"You can only have 2 active turrets at a time.","zh":"您一次只能拥有 2 个活动炮塔。","zh-CHT":"您一次只能拥有 2 个活动炮塔。","nl":"Je kunt slechts twee actieve torentjes tegelijk hebben.","fr":"Vous ne pouvez avoir que 2 tourelles actives à la fois.","de":"Es können immer nur 2 Geschütztürme gleichzeitig aktiv sein.","it":"Puoi avere solo 2 torrette attive alla volta.","ja":"一度にアクティブなタレットは 2 つだけです。","ko":"한 번에 2개의 활성 포탑만 가질 수 있습니다.","pl":"Jednocześnie możesz mieć tylko 2 aktywne wieżyczki.","pt":"Você só pode ter 2 torres ativas por vez.","ru":"Одновременно у вас может быть только 2 активные турели.","uk":"Ви можете мати лише 2 активні турелі одночасно.","es":"Sólo puedes tener 2 torretas activas a la vez.","tr":"Aynı anda yalnızca 2 aktif taretiniz olabilir.","hu":"Egyszerre csak 2 aktív tornyod lehet."},{"en":"Headshot and melee kills earn you more money.","zh":"爆头和近战击杀可以让你赚更多的钱。","zh-CHT":"爆头和近战击杀可以让你赚更多的钱。","nl":"Met headshot- en melee-kills verdien je meer geld.","fr":"Les tirs à la tête et au corps à corps vous rapportent plus d'argent.","de":"Kopfschüsse und Nahkampfkills bringen dir mehr Geld.","it":"Le uccisioni con colpi alla testa e in mischia ti fanno guadagnare più soldi.","ja":"ヘッドショットと近接キルでより多くのお金を獲得できます。","ko":"헤드샷과 근접 처치로 더 많은 돈을 벌 수 있습니다.","pl":"Strzały w głowę i zabójstwa wręcz dają ci więcej pieniędzy.","pt":"Tiros na cabeça e mortes corpo a corpo rendem mais dinheiro.","ru":"Убийства в голову и в ближнем бою принесут вам больше денег.","uk":"Постріли в голову та вбивства в ближньому бою приносять вам більше грошей.","es":"Los disparos a la cabeza y las muertes cuerpo a cuerpo te hacen ganar más dinero.","tr":"Kafadan vuruş ve yakın dövüş öldürmeleri size daha fazla para kazandırır.","hu":"A fejlövésekkel és a közelharci gyilkosságokkal több pénzt kereshetsz."},{"en":"Increase your money multiplier by scoring headshots, melee kills, and kills in rapid succession.","zh":"通过爆头、近战击杀和快速连续击杀来增加你的金钱乘数。","zh-CHT":"通过爆头、近战击杀和快速连续击杀来增加你的金钱乘数。","nl":"Verhoog je geldvermenigvuldiger door snel achter elkaar headshots, melee-kills en kills te scoren.","fr":"Augmentez votre multiplicateur d'argent en marquant des tirs à la tête, des éliminations au corps à corps et des éliminations en succession rapide.","de":"Erhöhen Sie Ihren Geldmultiplikator, indem Sie Kopfschüsse, Nahkampf-Kills und Kills in schneller Folge erzielen.","it":"Aumenta il tuo moltiplicatore di denaro mettendo a segno colpi alla testa, uccisioni corpo a corpo e uccisioni in rapida successione.","ja":"ヘッドショット、近接キル、連続キルを決めて賞金倍率を増やしましょう。","ko":"헤드샷, 근접 공격, 킬을 빠르게 연속해서 달성하여 돈의 배율을 높이세요.","pl":"Zwiększaj swój mnożnik pieniędzy, zdobywając strzały w głowę, zabójstwa w walce wręcz i zabójstwa w krótkich odstępach czasu.","pt":"Aumente seu multiplicador de dinheiro marcando tiros na cabeça, mortes corpo a corpo e mortes em rápida sucessão.","ru":"Увеличьте свой множитель денег, совершая выстрелы в голову, убийства в ближнем бою и быстрые убийства.","uk":"Збільште свій грошовий множник, забиваючи постріли в голову, вбиваючи в ближньому бою та вбиваючи швидку послідовність.","es":"Aumente su multiplicador de dinero anotando disparos a la cabeza, asesinatos cuerpo a cuerpo y asesinatos en rápida sucesión.","tr":"Art arda hızlı bir şekilde kafadan vuruşlar, yakın dövüş öldürmeleri ve öldürmeler yaparak para çarpanınızı artırın.","hu":"Növelje pénzszorzóját fejlövések, közelharci ölések és gyors egymásutánban végzett ölések pontozásával."},{"en":"Use the time between waves to buy ammo, weapons, and upgrades.","zh":"利用波次之间的时间购买弹药、武器和升级。","zh-CHT":"利用波次之间的时间购买弹药、武器和升级。","nl":"Gebruik de tijd tussen de golven om munitie, wapens en upgrades te kopen.","fr":"Utilisez le temps entre les vagues pour acheter des munitions, des armes et des améliorations.","de":"Nutzen Sie die Zeit zwischen den Wellen, um Munition, Waffen und Upgrades zu kaufen.","it":"Usa il tempo tra le ondate per acquistare munizioni, armi e potenziamenti.","ja":"ウェーブ間の時間を利用して、弾薬、武器、アップグレードを購入します。","ko":"파도 사이의 시간을 활용하여 탄약, 무기 및 업그레이드를 구입하세요.","pl":"Wykorzystaj czas pomiędzy falami, aby kupić amunicję, broń i ulepszenia.","pt":"Use o tempo entre as ondas para comprar munições, armas e atualizações.","ru":"Используйте время между волнами, чтобы покупать боеприпасы, оружие и улучшения.","uk":"Використовуйте час між хвилями, щоб купувати боєприпаси, зброю та покращення.","es":"Aprovecha el tiempo entre oleadas para comprar munición, armas y mejoras.","tr":"Cephane, silah ve yükseltme satın almak için dalgalar arasındaki zamanı kullanın.","hu":"Használja ki a hullámok közötti időt lőszerek, fegyverek és fejlesztések vásárlására."},{"en":"Your own explosive weapons don't damage you when playing Survival games.","zh":"在玩生存游戏时，您自己的爆炸性武器不会对您造成伤害。","zh-CHT":"在玩生存游戏时，您自己的爆炸性武器不会对您造成伤害。","nl":"Je eigen explosieve wapens beschadigen je niet tijdens het spelen van Survival-spellen.","fr":"Vos propres armes explosives ne vous endommagent pas lorsque vous jouez à des jeux de survie.","de":"Deine eigenen Sprengwaffen schaden dir beim Spielen von Survival-Spielen nicht.","it":"Le tue armi esplosive non ti danneggiano quando giochi ai giochi Survival.","ja":"サバイバル ゲームをプレイする場合、自分の爆発武器はダメージを与えません。","ko":"자신의 폭발성 무기는 서바이벌 게임을 플레이할 때 피해를 주지 않습니다.","pl":"Twoja własna broń wybuchowa nie powoduje obrażeń podczas grania w gry typu Survival.","pt":"Suas próprias armas explosivas não causam danos ao jogar jogos de Sobrevivência.","ru":"Ваше собственное взрывное оружие не причинит вам вреда в играх на выживание.","uk":"Ваша власна вибухова зброя не зашкодить вам під час гри на виживання.","es":"Tus propias armas explosivas no te dañan cuando juegas juegos de Supervivencia.","tr":"Survival oyunlarını oynarken kendi patlayıcı silahlarınız size zarar vermez.","hu":"A saját robbanó fegyvereid nem tesznek kárt túlélési játék közben."},{"en":"Stun Grenades and Flashbangs are effective at delaying incoming enemies.","zh":"眩晕手榴弹和闪光弹可以有效地延迟来袭的敌人。","zh-CHT":"眩晕手榴弹和闪光弹可以有效地延迟来袭的敌人。","nl":"Stungranaten en Flashbangs zijn effectief in het vertragen van binnenkomende vijanden.","fr":"Les grenades assourdissantes et les flashbangs sont efficaces pour retarder l'arrivée des ennemis.","de":"Betäubungsgranaten und Blendgranaten verzögern ankommende Feinde wirksam.","it":"Le granate stordenti e le granate stordenti sono efficaci nel ritardare i nemici in arrivo.","ja":"スタングレネードとフラッシュバンは、敵の接近を遅らせるのに効果的です。","ko":"섬광 수류탄과 섬광탄은 다가오는 적을 지연시키는 데 효과적입니다.","pl":"Granaty ogłuszające i huki błyskowe skutecznie opóźniają nadlatujących wrogów.","pt":"Granadas de atordoamento e Flashbangs são eficazes para atrasar os inimigos que se aproximam.","ru":"Световые гранаты и светошумовые гранаты эффективны для задержки приближающихся врагов.","uk":"Шумові гранати та Flashbangs ефективні для затримки наближення ворогів.","es":"Las granadas aturdidoras y las granadas aturdidoras son eficaces para retrasar a los enemigos entrantes.","tr":"Sersemletme Bombaları ve Flaş Bombaları, gelen düşmanları geciktirmede etkilidir.","hu":"A kábítógránátok és a flashbang-ek hatékonyan késleltetik a bejövő ellenségeket."},{"en":"Use Deployable Cover to fortify defensive positions.","zh":"使用可展开掩护来加固防御阵地。","zh-CHT":"使用可展开掩护来加固防御阵地。","nl":"Gebruik inzetbare dekking om verdedigingsposities te versterken.","fr":"Utilisez la couverture déployable pour fortifier les positions défensives.","de":"Nutzen Sie die ausfahrbare Deckung, um Verteidigungspositionen zu stärken.","it":"Usa la copertura schierabile per fortificare le posizioni difensive.","ja":"展開可能なカバーを使用して防御陣地を強化します。","ko":"이동식 엄폐물을 사용하여 방어 위치를 강화하세요.","pl":"Użyj rozkładanej osłony, aby wzmocnić pozycje obronne.","pt":"Use cobertura implantável para fortalecer posições defensivas.","ru":"Используйте раздвижное укрытие, чтобы укрепить оборонительные позиции.","uk":"Використовуйте розгорнуте прикриття для зміцнення оборонних позицій.","es":"Utilice la cobertura desplegable para fortificar posiciones defensivas.","tr":"Savunma pozisyonlarını güçlendirmek için Açılabilir Siper kullanın.","hu":"Használja a Kivehető fedelet a védekező pozíciók megerősítésére."},{"en":"Fallen allies can be revived.","zh":"倒下的盟友可以复活。","zh-CHT":"倒下的盟友可以复活。","nl":"Gevallen bondgenoten kunnen nieuw leven worden ingeblazen.","fr":"Les alliés tombés au combat peuvent être réanimés.","de":"Gefallene Verbündete können wiederbelebt werden.","it":"Gli alleati caduti possono essere rianimati.","ja":"倒れた味方も復活できる。","ko":"쓰러진 아군을 부활시킬 수 있습니다.","pl":"Upadłych sojuszników można ożywić.","pt":"Aliados caídos podem ser revividos.","ru":"Павших союзников можно возродить.","uk":"Загиблих союзників можна відродити.","es":"Los aliados caídos pueden ser revividos.","tr":"Düşen müttefikler yeniden canlandırılabilir.","hu":"A bukott szövetségesek feléleszthetők."},{"en":"The Ammo Airdrop may take longer than buying ammo directly, but it is often much more cost efficient.","zh":"弹药空投可能比直接购买弹药需要更长的时间，但通常更具成本效益。","zh-CHT":"弹药空投可能比直接购买弹药需要更长的时间，但通常更具成本效益。","nl":"De Ammo Airdrop duurt misschien langer dan het rechtstreeks kopen van munitie, maar is vaak veel kostenefficiënter.","fr":"Le Ammo Airdrop peut prendre plus de temps que l’achat direct de munitions, mais il est souvent beaucoup plus rentable.","de":"Der Munitions-Airdrop dauert möglicherweise länger als der direkte Kauf von Munition, ist aber oft viel kosteneffizienter.","it":"Il lancio di munizioni può richiedere più tempo rispetto all’acquisto diretto di munizioni, ma spesso è molto più conveniente.","ja":"弾薬エアドロップは弾薬を直接購入するよりも時間がかかる場合がありますが、多くの場合、はるかにコスト効率が高くなります。","ko":"탄약 에어드롭은 탄약을 직접 구매하는 것보다 시간이 더 오래 걸릴 수 있지만 종종 훨씬 더 비용 효율적입니다.","pl":"Zrzut amunicji może zająć więcej czasu niż bezpośredni zakup amunicji, ale często jest znacznie bardziej opłacalny.","pt":"O Ammo Airdrop pode demorar mais do que comprar munição diretamente, mas geralmente é muito mais econômico.","ru":"Раздача боеприпасов по воздуху может занять больше времени, чем непосредственная покупка боеприпасов, но часто это гораздо более эффективно с точки зрения затрат.","uk":"Викидання боєприпасів може зайняти більше часу, ніж покупка боєприпасів безпосередньо, але часто це набагато ефективніше.","es":"Ammo Airdrop puede llevar más tiempo que comprar munición directamente, pero suele ser mucho más rentable.","tr":"Airdrop Cephane doğrudan cephane satın almaktan daha uzun sürebilir, ancak genellikle çok daha uygun maliyetlidir.","hu":"Az Ammo Airdrop hosszabb ideig tarthat, mint a lőszer közvetlen vásárlása, de gyakran sokkal költséghatékonyabb."},{"en":"Ammo crates replenish your entire inventory, including your equipment.","zh":"弹药箱可以补充你的整个库存，包括你的装备。","zh-CHT":"弹药箱可以补充你的整个库存，包括你的装备。","nl":"Munitiekratten vullen je volledige inventaris aan, inclusief je uitrusting.","fr":"Les caisses de munitions reconstituent tout votre inventaire, y compris votre équipement.","de":"Munitionskisten füllen Ihr gesamtes Inventar, einschließlich Ihrer Ausrüstung, wieder auf.","it":"Le casse di munizioni riempiono l'intero inventario, compreso l'equipaggiamento.","ja":"弾薬箱は、装備を含む在庫全体を補充します。","ko":"탄약 상자는 장비를 포함한 전체 재고를 보충합니다.","pl":"Skrzynie z amunicją uzupełniają cały ekwipunek, w tym wyposażenie.","pt":"As caixas de munição reabastecem todo o seu inventário, incluindo o seu equipamento.","ru":"Ящики с боеприпасами пополняют весь ваш инвентарь, включая снаряжение.","uk":"Ящики з боєприпасами поповнюють весь ваш інвентар, включаючи обладнання.","es":"Las cajas de munición reponen todo tu inventario, incluido tu equipo.","tr":"Cephane kasaları, ekipmanınız da dahil olmak üzere tüm envanterinizi yeniler.","hu":"A lőszerládák feltöltik teljes készletét, beleértve a felszerelését is."},{"en":"Use the Weapon Airdrop to deliver a random weapon crate.","zh":"使用武器空投来运送随机武器箱。","zh-CHT":"使用武器空投来运送随机武器箱。","nl":"Gebruik de Weapon Airdrop om een ​​willekeurige wapenkrat af te leveren.","fr":"Utilisez le Weapon Airdrop pour livrer une caisse d’armes aléatoire.","de":"Verwenden Sie den Waffenabwurf, um eine zufällige Waffenkiste abzuliefern.","it":"Usa il lancio di armi per consegnare una cassa di armi casuale.","ja":"武器エアドロップを使用して、ランダムな武器箱を届けます。","ko":"무기 에어드롭을 사용하여 무작위 무기 상자를 전달하세요.","pl":"Użyj zrzutu broni, aby dostarczyć losową skrzynkę z bronią.","pt":"Use o Weapon Airdrop para entregar uma caixa de armas aleatória.","ru":"Используйте сброс оружия, чтобы доставить случайный ящик с оружием.","uk":"Використовуйте Weapon Airdrop, щоб доставити випадковий ящик зі зброєю.","es":"Utilice el lanzamiento de armas para entregar una caja de armas aleatoria.","tr":"Rastgele bir silah sandığı teslim etmek için Silah Airdrop'unu kullanın.","hu":"Használd a Weapon Airdrop-ot egy véletlenszerű fegyverláda kézbesítésére."},{"en":"You will lose your perks if you are killed.","zh":"如果你被杀了，你将失去你的福利。","zh-CHT":"如果你被杀了，你将失去你的福利。","nl":"Je verliest je voordelen als je wordt vermoord.","fr":"Vous perdrez vos avantages si vous êtes tué.","de":"Wenn Sie getötet werden, verlieren Sie Ihre Vorteile.","it":"Perderai i tuoi vantaggi se vieni ucciso.","ja":"死亡すると特典が失われます。","ko":"죽으면 특혜를 잃게 됩니다.","pl":"Stracisz swoje korzyści, jeśli zginiesz.","pt":"Você perderá suas vantagens se for morto.","ru":"Вы потеряете свои льготы, если вас убьют.","uk":"Ви втратите свої бонуси, якщо вас уб’ють.","es":"Perderás tus ventajas si te matan.","tr":"Öldürülürseniz ayrıcalıklarınızı kaybedersiniz.","hu":"Elveszíti jutalmait, ha megölnek."},{"en":"Upgrading your weapon is often more cost efficient than buying a more powerful one.","zh":"升级武器通常比购买更强大的武器更具成本效益。","zh-CHT":"升级武器通常比购买更强大的武器更具成本效益。","nl":"Het upgraden van je wapen is vaak kostenefficiënter dan het kopen van een krachtiger wapen.","fr":"Améliorer votre arme est souvent plus rentable que d’en acheter une plus puissante.","de":"Die Aufrüstung Ihrer Waffe ist oft kosteneffizienter als der Kauf einer leistungsstärkeren Waffe.","it":"Aggiornare la tua arma è spesso più conveniente che acquistarne una più potente.","ja":"多くの場合、武器をアップグレードする方が、より強力な武器を購入するよりもコスト効率が高くなります。","ko":"무기를 업그레이드하는 것이 더 강력한 무기를 구입하는 것보다 더 비용 효율적인 경우가 많습니다.","pl":"Ulepszanie broni jest często bardziej opłacalne niż kupno mocniejszej.","pt":"Atualizar sua arma geralmente é mais econômico do que comprar uma mais poderosa.","ru":"Модернизация вашего оружия зачастую более выгодна, чем покупка более мощного.","uk":"Модернізація зброї часто рентабельніша, ніж покупка більш потужної.","es":"Actualizar tu arma suele ser más rentable que comprar una más poderosa.","tr":"Silahınızı yükseltmek genellikle daha güçlü bir silah satın almaktan daha uygun maliyetlidir.","hu":"A fegyver frissítése gyakran költséghatékonyabb, mint egy erősebb fegyver vásárlása."},{"en":"Use turrets in Survival games for maximum damage.","zh":"在生存游戏中使用炮塔以获得最大伤害。","zh-CHT":"在生存游戏中使用炮塔以获得最大伤害。","nl":"Gebruik torentjes in overlevingsspellen voor maximale schade.","fr":"Utilisez des tourelles dans les jeux de survie pour un maximum de dégâts.","de":"Benutze Geschütztürme in Survival-Spielen, um maximalen Schaden zu verursachen.","it":"Usa le torrette nei giochi Sopravvivenza per ottenere il massimo danno.","ja":"サバイバル ゲームではタレットを使用して最大のダメージを与えます。","ko":"최대 데미지를 얻으려면 서바이벌 게임에서 포탑을 사용하세요.","pl":"Używaj wieżyczek w grach typu Survival, aby uzyskać maksymalne obrażenia.","pt":"Use torres em jogos de sobrevivência para obter o máximo de dano.","ru":"Используйте турели в играх на выживание, чтобы нанести максимальный урон.","uk":"Використовуйте вежі в іграх на виживання, щоб отримати максимальну шкоду.","es":"Usa torretas en juegos de supervivencia para causar el máximo daño.","tr":"Maksimum hasar için Hayatta Kalma oyunlarında taretleri kullanın.","hu":"Használj tornyokat a túlélési játékokban a maximális sebzés érdekében."}]}