{
  "generic": [
    "Visit xwilkinx.com for more games, guides, and more.",
    "Complete multiplayer challenges to earn more Shards.",
    "You can change the controls in the Settings menu.",
    "Your character is vulnerable while using controllable Killstreaks.",
    "Stun Grenades are effective at incapacitating groups of enemies.",
    "Explosive weapons do increased damage to vehicles.",
    "You can carry 2 weapons and 1 type of equipment at a time.",
    "In Ranked games, helicopters only target ground enemies, not air support.",
    "Sentry Guns only target enemy players, not air support.",
    "Shooting enemy explosives will cause them to detonate, potentially killing nearby enemies.",
    "You can crouch to avoid lethal damage from Bouncing Betties.",
    "Avoid enemy Claymores by spotting their red proximity lasers.",
    "You can set your preferred character faction in the Edit Character menu.",
    "Your movement speed is limited by heavier weapons like LMGs and launchers.",
    "You move faster with lighter weapons like SMGs and pistols.",
    "Use melee weapons to increase your movement speed.",
    "Snipers and assault rifles have longer range, allowing you to see further off screen.",
    "Shotguns do extra damage at close range.",
    "Opening enemy or allied airdrops take longer than your own.",
    "Riot Shields are bulletproof. Use melee attacks or explosives to defeat them.",
    "Predator Missiles have limited fuel before self-detonating.",
    "Use Smoke Grenades to prevent targetting from Sentry Guns and helicopters.",
    "Smoke Grenades extinguish flames.",
    "Watch out for enemy napalm!",
    "Exposed enemies are displayed on the minimap.",
    "Press the crouch button while on a ladder to stop climbing.",
    "The SMAW rocket launcher displays a green laser when locked on a target.",
    "Grenade launchers have a minimum arming distance.",
    "Hold the right mouse button to aim down sights (ADS).",
    "Aiming down sights (ADS) reduces weapon recoil and improves vision.",
    "Crouching reduces weapon recoil and increases accuracy.",
    "Use the Single Fire or Burst Fire attachment to increase weapon accuracy.",
    "Assault rifles can have an underbarrel grenade launcher or shotgun equipped.",
    "Interact with doors to open and close them.",
    "Use the High Impact weapon attachment to increase close range damage.",
    "Try Sandbox Mode to test out different weapons and equipment.",
    "You don't have to kill enemy players in Battlezone.",
    "You can loot additional Shards and XP in Battlezone.",
    "Players drop their weapons and loot when killed in Battlezone.",
    "Escort hostages to the Rescue Zone to save them.",
    "Sentry Guns fire through sandbags."
  ],
  "ranked": [
    "Support your allies in team games to ensure victory.",
    "Play the Free-for-All game mode if you prefer going solo.",
    "Multi-kills earn you bonus XP.",
    "Getting the first blood in any Ranked game earns you bonus XP.",
    "Get kills with weapons to unlock new attachments for them.",
    "You can select different grenades, explosives, and tactical items for your equipment slot.",
    "Customize your loadouts in the Edit Classes menu.",
    "Customize your Killstreak rewards in the Edit Killstreaks menu.",
    "Customize your character's appearance in the Edit Character menu.",
    "You can check your lifetime stats in the Profile menu.",
    "Use launchers or SAM Turrets to take down enemy Killstreaks.",
    "The Assault Killstreak package streak resets when you're killed.",
    "The Support Killstreak package streak doesn't reset when you're killed.",
    "UAVs reveal enemies not using the Ghost perk on the minimap.",
    "Use the Suppressor attachment to prevent being shown on enemy minimap when firing.",
    "You can create your own games against bots to unlock content for online play.",
    "Once you reach maximum level you have the ability to Prestige.",
    "The SAM turret automatically targets enemy air support.",
    "Enemy air support can be shot down and destroyed.",
    "Helicopters only target enemy players in Ranked games.",
    "Use the Cold-Blooded perk to avoid targetting from enemy Killstreaks and Sentry Guns.",
    "Beware! Your airdrop crates can be stolen by enemy players.",
    "Ammo crates are never Explosive Decoy crates.",
    "Use Explosive Decoy crates to trick enemy players.",
    "Enemy equipment like Jammers and Motion Sensors can be destroyed.",
    "Use Flashbangs or Stun Grenades to disable enemy turrets.",
    "Use the Anti-Sniper perk to reduce damage taken from sniper rifles.",
    "Use the Specialist perk to reduce damage taken from fire and explosives.",
    "Use the Sitrep perk to detect enemy equipment and lasers.",
    "Use the Ghost perk to hide your name and health bar from enemies.",
    "Use the Hard-Headed perk to reduce damage taken from headshots.",
    "The Scavenger perk allows you to resupply ammo from killed players.",
    "The Vampire perk replenishes health when you kill an enemy.",
    "The Shrapnel perk increases damage dealt to enemy air support and turrets.",
    "The Sitrep perk makes you resistant to Flashbangs and Stun Grenades.",
    "The Overkill perk allows you to equip 2 primary weapons.",
    "The Underkill perk allows you to equip 2 secondary weapons.",
    "Players have reduced health and minimal HUD in Hardcore games.",
    "Use Shards to activate XP boosts.",
    "You can heal allies with the Stim equipment.",
    "Play Hardcore games for an added challenge.",
    "Be careful! Hardcore games have fall damage."
  ],
  "operation": [
    "Focus on the objective! You don't always have to kill all enemies to complete an Operation.",
    "Suppressed weapons don't alert enemies of your location in Operation games.",
    "Unsuppressed weapons, grenades, and explosives will alert enemies in Operation games.",
    "Use Flashbangs or Stun Grenades to temporarily disable enemy Sentry Guns.",
    "Enemies rely on sight and sound in Operation games. Avoid detection by planning your route.",
    "Keep your distance! Bombs that you detonate can cause damage to yourself too.",
    "Be wary of enemy snipers. They have increased range and vision.",
    "Some Operations have weapon crates. Find them for additional firepower.",
    "Use your equipment wisely.",
    "Having trouble completing an Operation? Team up with a friend online.",
    "You receive 1 Shard for every 10 Operation stars you earn."
  ],
  "survival": [
    "You can shoot through sandbags and Deployable Cover in Survival games.",
    "Using a Flashbang can give you enough time to revive an ally.",
    "Purchase weapons, equipment, perks, and other support from the Tactical Crate.",
    "Friendly helicopters target all enemy types in Survival games.",
    "You can purchase weapon upgrades at the Tactical Crate.",
    "Sentry Guns are very useful to cover bottlenecks.",
    "Use SAM Turrets to deal with heavy air support in Survival games.",
    "You can only have 2 active turrets at a time.",
    "Headshot and melee kills earn you more money.",
    "Increase your money multiplier by scoring headshots, melee kills, and kills in rapid succession.",
    "Use the time between waves to buy ammo, weapons, and upgrades.",
    "Your own explosive weapons don't damage you when playing Survival games.",
    "Stun Grenades and Flashbangs are effective at delaying incoming enemies.",
    "Use Deployable Cover to fortify defensive positions.",
    "Fallen allies can be revived.",
    "The Ammo Airdrop may take longer than buying ammo directly, but it is often much more cost efficient.",
    "Ammo crates replenish your entire inventory, including your equipment.",
    "Use the Weapon Airdrop to deliver a random weapon crate.",
    "You will lose your perks if you are killed.",
    "Upgrading your weapon is often more cost efficient than buying a more powerful one.",
    "Use turrets in Survival games for maximum damage."
  ]
}