{
  "generic": [
    "Daha fazla oyun, kılavuz ve daha fazlası için xwilkinx.com adresini ziyaret edin.",
    "Daha fazla Shard kazanmak için çokoyunculu görevleri tamamlayın.",
    "Ayarlar menüsünde kontrolleri değiştirebilirsiniz.",
    "Kontrol edilebilir Leş Serileri kullanırken karakteriniz savunmasızdır.",
    "Sersemletme Bombaları düşman gruplarını etkisiz hale getirmede etkilidir.",
    "Patlayıcı silahlar araçlara daha fazla hasar verir.",
    "Aynı anda 2 silah ve 1 tip ekipman taşıyabilirsiniz.",
    "Dereceli oyunlarda helikopterler, hava desteğini değil, yalnızca yerdeki düşmanları hedef alır.",
    "Nöbetçi Silahlar yalnızca düşman oyuncuları hedef alır, hava desteğini değil.",
    "Düşman patlayıcılarını vurmak onların patlamasına ve potansiyel olarak yakındaki düşmanları öldürmesine neden olur.",
    "Zıplayan Betty'lerden ölümcül hasar almamak için çömelebilirsiniz.",
    "Kırmızı yakınlık lazerlerini tespit ederek düşman Mayınlarından kaçının.",
    "Karakteri Düzenle menüsünde tercih ettiğiniz karakter grubunu ayarlayabilirsiniz.",
    "Hareket hızınız H.M.S ve fırlatıcılar gibi daha ağır silahlarla sınırlıdır.",
    "Makineli Tüfekler ve tabancalar gibi daha hafif silahlarla daha hızlı hareket edersiniz.",
    "Hareket hızınızı artırmak için yakın dövüş silahları kullanın.",
    "Keskin nişancılar ve taarruz tüfekleri daha uzun menzile sahiptir ve ekranın dışında daha fazlasını görmenizi sağlar.",
    "Pompalılar yakın mesafeden ekstra hasar verir.",
    "Düşman veya müttefik uçakların açılması sizinkinden daha uzun sürer.",
    "Riot Kalkanları kurşun geçirmezdir. Onları yenmek için yakın dövüş saldırıları veya patlayıcıları kullanın.",
    "Predatör Füzelerinin kendi kendine patlamadan önce sınırlı yakıtı vardır.",
    "Nöbetçi Silahlardan ve helikopterlerden hedef almayı önlemek için Duman Bombası kullanın.",
    "Duman Bombaları alevleri söndürür.",
    "Düşman napalmine dikkat edin!",
    "Açığa çıkan düşmanlar mini haritada gösterilir.",
    "Merdivendeyken tırmanmayı durdurmak için çömelme düğmesine basın.",
    "SMAW roketatar bir hedefe kilitlendiğinde yeşil bir lazer gösterir.",
    "El bombası fırlatıcılarının minimum silahlanma mesafesi vardır.",
    "Nişan almak için (ADS) farenin sağ düğmesini basılı tutun.",
    "Nişan almak (ADS) silah geri tepmesini azaltır ve görüşü iyileştirir.",
    "Çömelmek, silahın geri tepmesini azaltır ve doğruluğu artırır.",
    "Silah doğruluğunu artırmak için Tekli Ateş veya Üçlü Ateş eklentisini kullanın.",
    "Saldırı tüfeklerinde namlu altı bomba atar veya av tüfeği bulunabilir.",
    "Kapıları açmak ve kapatmak için kapılarla etkileşim kurun.",
    "Yakın mesafe hasarını artırmak için Yüksek Etkili silah eklentisini kullanın.",
    "Farklı silahları ve ekipmanları test etmek için Kum Havuzu Modunu deneyin.",
    "Battlezone'da düşman oyuncuları öldürmek zorunda değilsiniz.",
    "Battlezone'da ek Shardlar ve XP yağmalayabilirsiniz.",
    "Oyuncular Battlezone'da öldürüldüklerinde silahlarını ve ganimetlerini düşürürler." 
  ],
  "ranked": [
    "Zaferi garantilemek için müttefiklerinizi takım oyunlarında destekleyin.",
    "Tek başınıza oynamayı tercih ediyorsanız, Herkes Tek oyun modunu oynayın.",
    "Çoklu öldürmeler size bonus XP kazandırır.",
    "Dereceli bir oyunda ilk kanı almak size bonus XP kazandırır.",
    "Silahlar için yeni eklentilerin kilidini açmak için o silahlarla öldürün.",
    "Ekipman yuvanız için farklı el bombaları, patlayıcılar ve taktik öğeler seçebilirsiniz.",
    "Sınıfları Düzenle menüsünde dizilimlerinizi özelleştirin.",
    "Leş Serilerini Düzenle menüsünde Leş Serileri ödüllerinizi özelleştirin.",
    "Karakteri Düzenle menüsünde karakterinizin görünümünü özelleştirin.",
    "Profil menüsünden ömür boyu istatistiklerinizi kontrol edebilirsiniz.",
    "Düşman Leş Serilerini alt etmek için rampaları veya SAM Taretlerini kullanın.",
    "Taarruz Leş Serileri paket serisi, öldürüldüğünüzde sıfırlanır.",
    "Destek Leş Serileri paketi serisi, öldürüldüğünüzde sıfırlanmaz.",
    "İHA'lar, mini haritada Hayalet avantajını kullanmayan düşmanları ortaya çıkarır.",
    "Ateş ederken düşman mini haritasında gösterilmeyi önlemek için Susturucu eklentisini kullanın.",
    "Çevrimiçi oyun içeriğinin kilidini açmak için botlara karşı kendi oyunlarınızı oluşturabilirsiniz.",
    "Maksimum seviyeye ulaştığınızda Prestij yeteneğine sahip olursunuz.",
    "SAM tareti otomatik olarak düşman hava desteğini hedef alır.",
    "Düşman hava desteği vurularak yok edilebilir.",
    "Helikopterler Dereceli oyunlarda yalnızca düşman oyuncuları hedef alır.",
    "Düşman Leş Serileri ve Nöbet Silahlarından hedef almaktan kaçınmak için Soğuk Kanlı avantajını kullanın.",
    "Dikkat! Hava yardımı kasalarınız düşman oyuncular tarafından çalınabilir.",
    "Cephane sandıkları asla tuzak sandıkları değildir.",
    "Jammer'lar ve Hareket Sensörleri gibi düşman ekipmanları yok edilebilir.",
    "Düşman taretlerini devre dışı bırakmak için Flaş Bombaları veya Sersemletme (Ses) Bombaları kullanın.",
    "Anti Keskin Nişancı  avantajını kullanarak keskin nişancı tüfeklerinden alınan hasarı azaltın.",
    "Yangın ve patlayıcılardan alınan hasarı azaltmak için Uzmanlık avantajını kullanın.",
    "Düşman ekipmanlarını ve lazerleri tespit etmek için Açıkgöz avantajını kullanın.",
    "Adınızı ve sağlık çubuğunuzu düşmanlardan gizlemek için Hayalet avantajını kullanın.",
    "Kafadan vuruşlardan alınan hasarı azaltmak için Kalın Kafalı avantajını kullanın.",
    "Leşçi avantajı, öldürülen oyunculardan cephane ikmali yapmanıza izin verir.",
    "Vampir avantajı, bir düşmanı öldürdüğünüzde sağlığı yeniler.",
    "Şarapnel avantajı, düşman hava desteğine ve kulelerine verilen hasarı artırır.",
    "Açıkgöz yeteneği sizi Flaşlara ve Sersemletme (Ses) Bombalarına karşı dirençli hale getirir.",
    "Çifte Silah avantajı, 2 ana silahı kuşanmanıza izin verir.",
    "Çifte Tabanca avantajı, 2 ikincil silahı kuşanmanıza izin verir.",
    "Zorlu oyunlarda oyuncuların minimum sağlığı ve minimum BÜG'si vardır.",
    "XP güçlendirmelerini etkinleştirmek için Parçaları kullanın.",
    "İğne ekipmanıyla müttefikleri iyileştirebilirsiniz.",
    "Ek bir meydan okuma için Zorlu oyun oynayın.",
    "Dikkatli olun! Zorlu oyunlarda düşme hasarı vardır."
  ],
  "operation": [
    "Göreve odaklan! Bir Operasyonu tamamlamak için her zaman tüm düşmanları öldürmek zorunda değilsin.",
    "Susturulmuş silahlar, Operasyon oyunlarında düşmanlara bulunduğunuz yeri belirtmez.",
    "Susturulmamış silahlar, el bombaları ve patlayıcılar, Operasyon oyunlarında düşmanları uyaracaktır.",
    "Düşman Nöbetçi Silahlarını geçici olarak devre dışı bırakmak için Flaş Bombaları veya Sersemletme (Ses) Bombaları kullanın.",
    "Operasyon oyunlarında düşmanlar görüntüye ve sese dayanır. Rotanızı planlayarak tespit edilmekten kaçının.",
    "Mesafenizi koruyun! Patlattığınız bombalar kendinize de zarar verebilir.",
    "Düşman keskin nişancılarına karşı dikkatli olun. Menzillerini ve görüşlerini artırdılar.",
    "Bazı Operasyonlarda silah sandıkları var. Ek ateş gücü için onları bulun.",
    "Ekipmanınızı akıllıca kullanın.",
    "Bir Operasyonu tamamlamada sorun mu yaşıyorsunuz? Bir arkadaşınızla çevrimiçi olarak ekip kurun.",
    "Kazandığınız her 10 Operasyon yıldızı için 1 Shard alırsınız."
  ],
  "survival": [
    "Hayatta Kalma oyunlarında kum torbaları ve Konuşlandırılabilir Siperlerin içinden ateş edebilirsiniz.",
    "Flaş kullanmak sana bir müttefiki canlandırmak için yeterli zaman verebilir.",
    "Taktiksel Sandıktan silah, ekipman, avantaj ve diğer destekleri satın alın.",
    "Müttefik helikopterler, Hayatta Kalma oyunlarında tüm düşman türlerini hedef alır.",
    "Taktiksel Sandıktan silah yükseltmeleri satın alabilirsiniz.",
    "Nöbetçi Silahları darboğazları kapatmak için çok kullanışlıdır.",
    "Hayatta Kalma oyunlarında yoğun hava desteğiyle başa çıkmak için SAM Tareti'ni kullanın.",
    "Bir seferde sadece 2 aktif tarete sahip olabilirsiniz.",
    "Kafadan vuruş ve yakın dövüş öldürmeleri sana daha fazla para kazandırır.",
    "Arka arkaya hızlı bir şekilde kafa vuruşlarını, yakın dövüşleri ve öldürmelerden skor alarak para çarpanınızı artırın.",
    "Cephane, silah ve yükseltme satın almak için dalgalar arasındaki zamanı kullanın.",
    "Hayatta kalma oyunları oynarken kendi patlayıcı silahlarınız size zarar vermez.",
    "Sersemletme Bombaları ve Flaş Bombaları, gelen düşmanları geciktirmede etkilidir.",
    "Savunma pozisyonlarını güçlendirmek için Konuşlandırılabilir Siper kullanın.",
    "Düşmüş müttefikler canlandırılabilir.",
    "Mühimmat Hava yardımı, doğrudan cephane satın almaktan daha uzun sürebilir, ancak genellikle çok daha düşük maliyetlidir.",
    "Cephane sandıkları, ekipmanınız dahil tüm envanterinizi doldurur.",
    "Rastgele bir silah sandığı göndermek için Silah Hava Yardımını kullanın.",
    "Öldürülürseniz avantajlarınızı kaybedeceksiniz.",
    "Silahınızı yükseltmek, genellikle daha güçlü bir silah satın almaktan daha uygun maliyetlidir.",
    "Hayatta Kalma oyunlarında maksimum hasar için taretleri kullanın."
  ]
}