{
  "generic": [
    "На сайте xwilkinx.com вы найдёте больше игр, руководства и др.",
    "Выполняйте задания сетевой игры для заработка осколков.",
    "Вы можете изменить управление в настройках.",
    "Ваш персонаж уязвим во время использования контролируемых наград за комбо.",
    "Оглушающие гранаты эффективны для вывода из строя групп противников.",
    "Взрывчатка наносит больше урона по технике.",
    "Вы можете носить 2 оружия и 1 тип снаряжения.",
    "В рейтинговом режиме вертолёты стреляют только по игрокам, по воздушным целям - нет.",
    "Турели стреляют только по игрокам, по воздушным целям - нет.",
    "При выстреле во вражескую взрывчатку она взорвётся, возможно забрав с собой близлежащих врагов.",
    "Вы можете присесть для избежания урона от прыгающей бетти.",
    "Вы можете обнаруживать клэйморы(мины) по характерным красным лазерам.",
    "Вы можете установить предпочитаемую фракцию для вашего персонажа в меню изменения персонажа.",
    "Скорость вашего передвижения ограничена тяжёлым оружием, таким как пулемёты и гранатомёты.",
    "Вы перемещаетесь быстрее с лёгким оружием вроде пистолетов и пп-ов.",
    "Используйте холодное оружие для увеличения вашей скорости.",
    "Снайперские винтовки и автоматы имеют большую дальность, позволяя видеть дальше.",
    "Дробовики наносят больше урона вблизи.",
    "Открытие чужих контейнеров занимает больше времени.",
    "Щиты пуленепробиваемы. Используйте ближний бой или взрывчатку.",
    "Ракеты \"Хищник\" взрываются после использования своего ограниченного запаса топлива.",
    "Используйте дымовые гранаты для скрытия себя от детекторов вертолётов и турелей.",
    "Дымовые гранаты тушат огонь.",
    "Опасайтесь вражеского напалма!",
    "Замеченные противники отображаются на миникарте.",
    "Нажмите кнопку приседа на лестнице, чтобы перестать карабкаться.",
    "SMAW показывает зелёный лазер, когда захватывает цель.",
    "У гранатомётных снарядов есть минимальная дистанция взведения.",
    "Нажмите ПКМ, чтобы прицелится.",
    "Прицеливание уменьшает отдачу и даёт вам видеть дальше.",
    "В приседе уменьшается отдача и увеличивается точность.",
    "Используйте модификации \"Одиночный огонь\" и \"Огонь очередями\" для увеличения точности.",
    "Автоматы могут иметь подствольный дробовик или гранатомёт.",
    "Взаимодействуйте с дверьми, чтобы открыть их или закрыть.",
    "Используйте модификацию \"Останавливающее действие\" для увеличения урона вблизи.",
    "В режиме песочницы можно испытать оружие и снаряжение. Очень советуем.",
    "Необязательно убивать других игроков в \"Зоне конфликта\".",
    "Вы можете получить осколки и опыт в \"Зоне Конфликта\".",
    "В \"Зоне конфликта\" из игроков выпадает оружие и всё нажитое при смерти."
  ],
  "ranked": [
    "Помогайте своим союзникам в командных режимах для увеличения шанса на победу.",
    "Если вы предпочитайте играть в одиночку, то попробуйте режим \"Каждый сам за себя\".",
    "Комбо-убийства дают вам больше опыта.",
    "За первую кровь в рейтинговом режиме дают больше опыта.",
    "Для установки модификаций на оружие прокачивайте его, убивая из него противников.",
    "Вы можете выбрать различные гранаты, взрывчатку и тактические предметы для своего слота снаряжения.",
    "Изменяйте вашу экипировку в меню изменения классов.",
    "Изменяйте ваши награды за комбо в меню изменения наград за комбо.",
    "Изменяйте вид вашего персонажа в меню изменения персонажа.",
    "Вы можете посмотреть вашу статистику за всё время в профиле.",
    "Используйте гранатомёты или зенитную установку для уничтожения вражеской воздушной техники.",
    "Комбо штурмового набора наград за комбо сбрасывается при смерти.",
    "Комбо набора наград за комбо поддержки не сбрасывается при смерти.",
    "БПЛА показывает всех противников без перка \"Призрак\" на миникарте.",
    "Используйте глушитель, чтобы не показываться на вражеской миникарте при стрельбе.",
    "Вы можете создавать собственные матчи против ботов для открытия новых возможностей в сетевой игре.",
    "По достижению максимального уровня вам открывается \"Престиж\".",
    "Зенитная установка автоматически стреляет по вражеской воздушной поддержке.",
    "Воздушную поддержку соперника можно сбить или уничтожить.",
    "Вертолёты стреляют только по игрокам в рейтинговом режиме.",
    "Используйте перк \"Хладнокровный\", чтобы по вам не стреляли вражеские неконтролируемые награды за комбо.",
    "Будьте осторожны! Ваши контейнеры могут быть украдены противником.",
    "Коробки с патронами не могут быть приманкой.",
    "Вы можете ломать вражеское снаряжение, такое как глушилка или датчик движения.",
    "Используйте светошумовые и оглушающие гранаты для выключения вражеских турелей.",
    "Используйте перк \"Анти-снайпер\" для уменьшения входящего урона из снайперских винтовок.",
    "Используйте перк \"Специалист\" для уменьшения входящего урона от взрывчатки и огня.",
    "Используйте перк \"Сводка\", чтобы обнаруживать вражеское снаряжение и ЛЦУ.",
    "Используйте перк \"Призрак\", чтобы не показывать своё имя и здоровье противнику.",
    "Используйте перк \"Твердолобый\", чтобы уменьшить входящий урон по голове.",
    "Перк \"Мародёр\"позволяет восполнять патроны с трупов противников.",
    "Перк \"Вампир\" восстанавливает вам здоровье за каждое убийство.",
    "Перк \"Шрапнель\" увеличивает урон, наносимый по наградам за комбо противника.",
    "Перк \"Сводка\" полностью защищает от светошумовых и оглушащих гранат.",
    "Перк \"Коммандо\" позволяет носить 2 основных оружия.",
    "Перк \"Гандикап\" позволяет носить 2 дополнительных оружия.",
    "В матчах режима \"Хардкор\" у всех уменьшенное количество здоровья и минимум элементов интерфейса.",
    "За осколки можно купить множители опыта.",
    "Вы можете лечить союзников стимулятором.",
    "Играйте в матчи режима \"Хардкор\", чтобы получить дополнительные трудности.",
    "Будьте осторожны! В матчах режима \"Хардкор\", есть повреждения при падении с высоты."
  ],
  "operation": [
    "Сосредоточьтесь на задании! Не во всех операциях нужно убить всех врагов для прохождения.",
    "В операциях оружие с глушителем не выдаёт ваше местоположение.",
    "В операциях гранаты, взрывчатка и оружие без глушителя выдадут ваше местоположение.",
    "Используйте светошумовые и оглушающие гранаты для временного выключения вражеских турелей.",
    "Враги в операциях полагаются на зрение и слух. Планируя свой маршрут, вы сможете избежать обнаружения.",
    "Держите дистанцию! Бомбы наносят урон и вам.",
    "Опасайтесь вражеских снайперов. У них увеличенная дальность обзора и стрельбы.",
    "На некоторых операциях есть коробки с оружием. Используйте данное вам оружие с умом.",
    "Используйте ваше снаряжение с умом.",
    "Проблемы с прохождением операции? Пройдите её с другом по сети.",
    "За каждые 10 звёзд операции вы получаете 1 осколок."
  ],
  "survival": [
    "В выживании вы можете стрелять через мешки с песком и переносные укрытия.",
    "Светошумовая граната может дать вам достаточно времени на возрождение союзника.",
    "Покупайте оружие, снаряжение, перки и другую поддержку в \"Тактическом ящике\".",
    "В выживании дружественные вертолёты стреляют по всем типам врагов.",
    "Вы можете покупать модификации на оружие в \"Тактическом ящике\".",
    "Турели с пулемётом очень полезны для закрытия узких мест.",
    "В выживании, используйте зенитные установки, чтобы разбираться с тяжёлой авиаподдержкой.",
    "Вы можете иметь только 2 установленные турели в одно и то же время.",
    "Убийства в ближнем бою и в голову дают больше денег.",
    "Увеличивайте ваш множитель денег выстрелами в голову, убийствами в ближнем бою и комбо.",
    "Используйте время между волнами для покупки патронов, оружия и модификаций.",
    "В выживании ваша взрывчатка не наносит вам урон.",
    "Оглушающие и светошумовые гранаты эффективны для задерживания приближающихся врагов.",
    "Используйте переносные укрытия для укрепления защитных позиций.",
    "Павшие союзники могут быть воскрешены.",
    "Хоть коробка с патронами и будет долго лететь, но она будет стоить меньше, чем столько же патронов в \"Тактическом ящике\".",
    "Коробки с патронами восполняют весь боезапас, в том числе снаряжение.",
    "Используйте коробку с оружием, чтобы доставить случайное оружие.",
    "Вы теряете перки при смерти в выживании.",
    "Улучшать ваше оружие чаще всего дешевле и эффективнее, чем покупать новое.",
    "Используйте турели в выживании для максимального уничтожения."
  ]
}