{
  "generic": [
    "На сайте xwilkinx.com вы найдете больше игр, руководства и др.",
    "Выполняйте мультиплеерные задания для заработка Осколков.",
    "Вы можете изменить управление в Настройках.",
    "Ваш персонаж уязвим во время использования контролируемых Наград за Комбо.",
    "Оглушающие Гранаты эффективны для вывода из строя групп противников.",
    "Взрывчатка наносит больше урона по технике.",
    "Вы можете носить 2 оружия и 1 тип оборудования.",
    "В Рейтинговом режиме вертолеты стреляют только по игрокам, по воздушным целям - нет.",
    "Турели стреляют только по игрокам, по воздушным целям - нет.",
    "При выстреле во вражескую взрывчатку она взорвется, возможно забрав с собой близлежащих врагов.",
    "Вы можете присесть для избежания урона от Прыгающей Бетти.",
    "Вы можете обнаруживать Клэйморы по характерным красным лазерам.",
    "Вы можете установить предпочитаемую фракцию для вашего персонажа в меню Изменения Персонажа.",
    "Скорость вашего передвижения ограничена тяжелым оружием, таким как Пулеметы и Гранатометы.",
    "Вы перемещаетесь быстрее с легким оружием вроде Пистолетов и ПП.",
    "Используйте холодное оружие для увеличения вашей скорости.",
    "Снайперские Винтовки и Автоматы имеют большую дальность, позволяя видеть дальше.",
    "Дробовики наносят больше урона вблизи.",
    "Открытие чужих контейнеров занимает больше времени.",
    "Щиты пуленепробиваемы. Используйте ближний бой или взрывчатку.",
    "Ракеты \"Предэйтор\" взрываются после использования своего ограниченного запаса топлива.",
    "Используйте Дымовые Гранаты для скрытия себя от детекторов вертолетов и турелей.",
    "Дымовые Гранаты тушат огонь.",
    "Опасайтесь вражеского напалма!",
    "Замеченные противники отображаются на миникарте.",
    "Нажмите кнопку приседа на лестнице, чтобы перестать карабкаться.",
    "SMAW показывает зеленый лазер, когда захватывает цель.",
    "У Гранатометных снарядов есть минимальная дистанция взведения.",
    "Нажмите ПКМ, чтобы прицелится.",
    "Прицеливание уменьшает отдачу и дает вам видеть дальше.",
    "В приседе уменьшается отдача и увеличивается точность.",
    "Используйте модификации Одиночный Огонь и Огонь Очередями для увеличения точности.",
    "Автоматы могут иметь подствольный дробовик или гранатомет.",
    "Взаимодействуйте с дверьми, чтобы открыть их или закрыть.",
    "Используйте модификацию \"Останавливающее действие\" для увеличения урона вблизи.",
    "В Режиме Песочницы можно проверять оружие и оборудование. Очень советуем.",
    "Необязательно убивать других игроков в Зоне Конфликта.",
    "Вы можете получить Осколки и XP в Зоне Конфликта.",
    "В Зоне Конфликта игроки роняют оружие и все нажитое при смерти."
  ],
  "ranked": [
    "Помогайте своим союзникам в командных режимах для увеличения шанса на победу.",
    "Если вы предпочитайте играть в одиночку попробуйте режим \"Каждый Сам За Себя\".",
    "Комбо-убийства дают вам больше XP.",
    "За Первую кровь в Рейтинговом режиме дают больше XP.",
    "Для установки модификаций на оружие прокачивайте его, убивая из него противников.",
    "Вы можете выбирать из огромного арсенала, найдите самую подходящую комбинацию.",
    "Изменяйте вашу экипировку в меню Изменения Классов.",
    "Изменяйте ваши Награды за Комбо в меню Изменения Наград за Комбо.",
    "Изменяйте вид вашего персонажа в меню Изменения Персонажа.",
    "Вы можете посмотреть вашу статистику за все время в Профиле.",
    "Используйте Гранатометы или Зенитную Установку для уничтожения вражеских Наград за Комбо.",
    "Комбо Штурмового Набора Наград за Комбо сбрасывается при смерти.",
    "Комбо Набора Наград за Комбо Поддержки не сбрасывается при смерти.",
    "БПЛА показывает всех противников без перка Призрак на миникарте.",
    "Используйте глушитель, чтобы не показываться на вражеской миникарте при стрельбе.",
    "Вы можете создавать собственные матчи против ботов и открывать контент для мультиплеера.",
    "По достижению максимального уровня вам открывается Престиж.",
    "Зенитная Установка автоматически стреляет по вражеской воздушной поддержке.",
    "Воздушную поддержку соперника можно сбить или уничтожить.",
    "Вертолеты стреляют только по игрокам в Рейтинговом режиме.",
    "Используйте перк \"Хладнокровный\", чтобы по вам не стреляли вражеские неконтролируемые Награды за Комбо.",
    "Будьте осторожны! Ваши контейнеры могут быть украдены противником.",
    "Коробки с патронами не могут быть Приманкой.",
    "Вы можете ломать вражеское оборудование, такое как Глушилка или Датчик Движения.",
    "Используйте Светошумовые и Оглушающие гранаты для выключения вражеских турелей.",
    "Используйте перк \"Анти-Снайпер\" для уменьшения входящего урона из снайперских винтовок.",
    "Используйте перк \"Специалист\" для уменьшения входящего урона от взрывчатки и огня.",
    "Используйте перк \"Сводка\", чтобы обнаруживать вражеское оборудование и ЛЦУ.",
    "Используйте перк \"Призрак\", чтобы не показывать свое имя и здоровье противнику.",
    "Используйте перк \"Твердолобый\", чтобы уменьшить входящий урон по голове.",
    "Перк \"Мародер\"позволяет восполнять патроны с трупов противников.",
    "Перк \"Вампир\" восстанавливает вам здоровье за каждое убийство.",
    "Перк \"Шрапнель\" увеличивает урон, наносимый по Наградам за Комбо противника.",
    "Перк \"Сводка\" полностью защищает от Светошумовых и Оглушащих гранат.",
    "Перк \"Коммандо\" позволяет носить 2 основных оружия.",
    "Перк \"Гандикап\" позволяет носить 2 дополнительных оружия.",
    "В матчах режима \"Хардкор\" у всех уменьшенное количество здоровья и минимум элементов интерфейса.",
    "За Осколки можно купить множители XP.",
    "Вы можете лечить союзников Стимулятором."
  ],
  "operation": [
    "Сосредоточьтесь на задании! Не во всех Операциях нужно убить всех врагов для прохождения.",
    "В Операциях оружие с глушителем не выдает ваше местоположение.",
    "В Операциях гранаты, взрывчатка и оружие без глушителя выдадут ваше местоположение.",
    "Используйте Светошумовые и Оглушающие гранаты для временного выключения вражеских турелей.",
    "Враги в Операциях полагаются на зрение и слух. Планируя свой маршрут, вы сможете избежать обнаружения.",
    "Держите дистанцию! Бомбы наносят урон и вам.",
    "Опасайтесь вражеских снайперов. У них увеличенная дальность обзора и стрельбы.",
    "На некоторых Операциях есть коробки с оружием. Используйте данное вам оружие с умом.",
    "Используйте ваше снаряжение с умом.",
    "Проблемы с прохождением Операции? Пройдите ее с другом по сети.",
    "За каждые 10 звезд Операции вы получаете 1 Осколок."
  ],
  "survival": [
    "В Выживании вы можете стрелять через мешки с песком и Переносные Укрытия.",
    "Светошумовая Граната может дать вам достаточно времени на возрождение союзника.",
    "Покупайте оружие, оборудование, перки и другую поддержку в Тактическом Ящике.",
    "В Выживании дружественные вертолеты стреляют по всем типам врагов.",
    "Вы можете покупать модификации на оружие в Тактическом Ящике.",
    "Турели с Пулеметом очень полезны для закрытия узких мест.",
    "В Выживании используйте Зенитные Установки, чтобы разбираться с тяжелой авиаподдержкой.",
    "Вы можете иметь только 2 установленные турели в одно и то же время.",
    "Убийства в ближнем бою и в голову дают больше денег.",
    "Увеличивайте ваш множитель денег выстрелами в голову, убийствами в ближнем бою и комбо.",
    "Используйте время между волнами для покупки патронов, оружия и модификаций.",
    "В Выживании ваша взрывчатка не наносит вам урон.",
    "Оглушающие и Светошумовые Гранаты эффективны для задерживания приближающихся врагов.",
    "Используйте Переносные Укрытия для укрепления защитных позиций.",
    "Павшие союзники могут быть воскрешены.",
    "Хоть Коробка с Патронами и будет долго лететь, но она будет стоить меньше, чем столько же патронов в Тактическом Ящике.",
    "Коробки с Патронами восполняют весь боезапас, в том числе оборудование.",
    "Используйте Коробку с Оружием, чтобы доставить случайное оружие.",
    "Вы теряете перки при смерти в Выживании.",
    "Улучшать ваше оружие чаще всего дешевле и эффективнее, чем покупать новое.",
    "Используйте турели в Выживании для максимального уничтожения."
  ]
}